Repository: gramps-contrib/contrib
Catalog: trunk/contrib/EditExifMetadata/po/*-local.po
Languages: es, nl

source: Edit Image Exif Metadata
es: Editar los metadatos Exif de la imagen
nl: Exif-metagegevens aanpassen

source: Gramplet to view, edit, and save image Exif metadata
es: Gramplete para ver, editar y guardar metadatos Exif
nl: Een gramplet om de Exif-beeldmetagegevens te zien, aan te passen of op te slaan

source: Edit Exif Metadata
es: Editar metadatos Exif
nl: Exif-metadata aanpassen

source: <-- Image Types -->
es: <-- Tipos de imagen -->
nl: <-- Beeldtypes -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
es: Aviso: Cambiar esta entrada actualizará el campo de titulo del objeto audivisual en Gramps, no los metadatos Exiv2.
nl: Waarschuwing: Wanneer u dit gegeven verandert zal de titel van het media-object worden aangepast in Gramps, maar geen 'Exiv2'-metagegeven.

source: Provide a short description for this image.
nl: Geef een korte beschrijving voor dit beeld.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
es: Introduzca el artista o autor de esta imagen. El nombre de la persona o de la compañía responsable de la creación de esta imagen.
nl: De auteur van dit beeld ingeven. De naam van de persoon of het bedrijf dat verantwoordelijk is voor de beeldcreatie.

source: Enter the copyright information for this image.
es: Introduzca la información de derechos de reproducción de esta imagen.
nl: De informatie van de auteursrechten van dit beeld opgeven.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
es: La fecha y hora en que la imagen se creó o se hizo como fotografía originalmente. Ejemplo: 1830-01-1 09:30:59
nl: De oorspronkelijke datum/tijd wanneer het beeld aangemaakt werd. Voorbeeld: 1/01/1895 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
es: La fecha y hora en que la imagen se cambió o modificó por última vez. Ejemplo: 2011-05-24 14:30:00
nl: Dit is de datum/tijd dat het beeld werd veranderd. Voorbeeld: 24/05/2011 14:30:00

source: Enter the Latitude GPS coordinates for this image, Example: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3
es: Introduzca la latitud GPS de esta imagen, Ejemplo: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3
nl: De GPS-breedtecoördinaten van het beeld ingeven Voorbeeld: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3

source: Enter the Longitude GPS coordinates for this image, Example: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6
es: Introduzca la longitud GPS de esta imagen, Ejemplo: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6
nl: De GPS-lengtecoördinaten van het beeld ingeven, Voorbeeld: 10.396378, 10 23 46 O, 105° 6′ 6″ W, -105 6 6

source: This is the measurement of Above or Below Sea Level. It is measured in meters.Example: 200.558, -200.558
es: Es la medida de altitud bajo o sobre el nivel del mar. Se expresa en metros. Ejemplo: 200.558, -200.558
nl: Dit is een maat voor de hoogte boven of onder zeeniveau. Dit wordt uitgedrukt in meters. Bijvoorbeeld: 200,558, -200,558

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
es: Muestra la página de ayuda en la Wiki de Gramps para 'Editar los metadatos Exif de la imagen'.
nl: De Gramps-wiki helppagina voor 'aanpassen van de metabeeldgegevens' in uw webbrowser tonen.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
es: Se abrirá una nueva ventana que le permitirá editar/ modificar los metadatos Exif de esta imagen. También le permitirá guardar los metadatos modificados.
nl: Hiermee wordt een nieuw scherm geopend waar u de 'Evif'-metagegevens van het beeld kunt aanpassen. Tevens kunt u hier de aangepaste metagegevens opslaan.

source: Will produce a Popup window showing a Thumbnail Viewing Area
es: Producirá una ventana emergente con un área de visualización de miniatura
nl: Een scherm wordt getoond met ruimte voor de bekijken van de miniaturen

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
es: Seleccione desde una lista el tipo de archivo de imagen al que desea convertir su imagen no compatible con Exiv2.
nl: Via een uitvalsmenu kunt u het bestandstype kiezen dat u kunt te gebruiken om uw 'non-Exiv2' media-object om te zetten.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
es: Si su imagen no es de un tipo que pueda contener metadatos Exif, ¿convertirla a un formato que sí pueda?
nl: Indien uw beeld geen formaat heeft dat 'Exiv2'-metagegevens kan opslaan, wenst u dit beeld dan om te zetten naar een formaat dat wel geschikt is?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
es: AVISO: ¡Esto borrará completamente todos los metadatos Exif de esta imagen! ¿Está seguro de que desea hacerlo?
nl: WAARSCHUWING: dit zal al uw Exif-metagegevens van dit beeld volledig wissen! Bent u zeker dat u dit wilt doen?

source: Thumbnail
es: Miniatura
nl: Miniatuur

source: Select an image to begin...
es: Seleccionar una imagen para comenzar...
nl: Beeld selecteren om te starten...

source: Image is NOT readable, Please choose a different image...
es: La imagen NO es legible, Escoja una imagen diferente...
nl: Beeld is NIET leesbaar, een ander beeld kiezen...

source: Image is NOT writable, You will NOT be able to save Exif metadata....
es: La imagen NO es escribible, NO podrá guardar los metadatos Exif....
nl: Beeld is niet beschrijfbaar. U kunt geen Exif-metagegevens opslaan....

source: Please convert this image to an Exiv2- compatible image type...
es: Por favor, convierta esta imagen a un formato compatible con Exiv2...
nl: Dit beeld in een beeldtype omzetten dat compatibel is met 'Exiv2'...

source: Image Size : %04(width)d x %04(height)d pixels
nl: Beeldgrootte : %04(width)d x %04(height)d pixels

source: Displaying Exif metadata...
es: Mostrando los metadatos Exif...
nl: Exif-metagegevens weergeven...

source: Click Close to close this Thumbnail View Area.
es: Haga clic en Cerrar para cerrar esta área de visualización de miniatura.
nl: Op Sluiten klikken om dit scherm met de voorvertoning van de miniaturen te sluiten.

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
es: AVISO: Está a punto de convertir esta imagen a formato jpeg. ¿Está seguro de que desea hacerlo?
nl: WAARSCHUWING: dit zal al dit beeld omzetten naar een '.jpeg'-formaat. Bent u zeker dat u dit wilt doen?

source: Convert and Delete
es: Convertir y eliminar
nl: Omzetten en verwijderen

source: Convert
es: Convertir
nl: Omzetten

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
es: Su imagen se ha convertido, el archivo original se ha eliminado y la ruta completa a la imagen se ha actualizado.
nl: Uw beeld werd omgezet, het oorspronkelijk bestand werd gewist en het volledige pad werd opgewaardeerd!

source: There has been an error, Please check your source and destination file paths...
es: Hubo un error. Por favor, compruebe las rutas origen y destino...
nl: Er trad een fout op. Gelieve het mappad van uw bron en bestemming na te kijken...

source: There was an error in deleting the original file. You will need to delete it yourself!
es: Hubo un error al eliminar el archivo original. Tendrá que eliminarlo Ud. mismo.
nl: Er was een fout bij het verwijderen van het oorspronkelijke bestand. U dient dit bestand zelf te verwijderen!

source: There was an error in converting your image file.
es: Hubo un error al convertir el archivo de imagen.
nl: Er onstond een fout bij het converteren van uw beeldbestand.

source: Media Path Update
es: Actualización de la ruta al objeto
nl: Mediapad opwaarderen

source: There has been an error in updating the image file's path!
es: Hubo un error al actualizar la ruta al archivo de imagen.
nl: Er onstond een fout bij het opwaarderen van het bestandspad van het beeld!.

source: Click the close button when you are finished modifying this image's Exif metadata.
es: Haga clic en el botón de cerrar cuanto haya terminado de modificar los metadatos Exif de esta imagen.
nl: Wanneer u de aanpassingen van de 'Exif'-metagegevens hebt beëindigd klikt u op de knop sluiten.

source: Saves a copy of the data fields into the image's Exif metadata.
es: Guarda una copia de los campos de datos en los metadatos Exif de la imagen.
nl: Een kopie van de gegevens in de invoervelden worden in de 'Exif'-metagegevens opgeslagen.

source: Re -display the data fields that were cleared from the Edit Area.
es: Volver a mostrar los campos de datos que se limpiaron en el área de edición.
nl: Opnieuw tonen van de gegevens in de invoervelden die gewist werden in het aanpasscherm.

source: This button will clear all of the data fields shown here.
es: Este botón limpiará todos los campos de datos que se muestra aquí.
nl: Deze knop zal alle gegevens in alle invoervelden die getoond worden, wissen.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
es: Cierra esta ventana emergente de edición. AVISO: Esta acción NO guardará ningún cambio o modificación hecha a los metadatos Exif de esta imagen.
nl: Dit aanpasscherm sluiten. WAARSCHUWING: met deze actie worden de aanpassingen NIET opgeslagen in de 'Exif'-metagegevens.

source: Media Object Title
es: Titulo del objeto audiovisual
nl: Titel van het media-object

source: media Title:
es: Título:
nl: mediatitel:

source: General Data
es: Datos generales
nl: Algemene gegevens

source: Description:
es: Descripción:
nl: Beschrijving:

source: Artist:
es: Artista:
nl: Auteur:

source: Date/ Time
es: Fecha/ Hora
nl: Datum/ tijd

source: Original:
nl: Origineel:

source: Modified:
es: Modificado:
nl: Laatst veranderd op:

source: Latitude/ Longitude/ Altitude GPS coordinates
es: Coordenadas GPS de Latitud/ Longitud/ Altitud
nl: Breedte/ Lengte/ hoogte GPS-coördinaten

source: Latitude :
es: Latitud:
nl: Breedtegraad:

source: Longitude :
es: Longitud:
nl: Lengtegraad:

source: Altitude :
es: Altitud:
nl: Hoogte:

source: Bad Date/Time
es: Fecha/hora incorrecta
nl: Verkeerde datum/tijd

source: Invalid latitude (syntax: 18\u00b09'
nl: Ongeldige breedtegraad (syntax: 18\u00b09'

source: 48.21"S, -18.2412 or -18:9:48.21)
es: 48.21"S, -18.2412 o -18:9:48.21)
nl: 48.21"Z, -18.2412 of -18:9:48.21)

source: Invalid longitude (syntax: 18\u00b09'
nl: Ongeldige lengtegraad (syntax: 18\u00b09'

source: 48.21"E, -18.2412 or -18:9:48.21)
es: 48.21"E, -18.2412 o -18:9:48.21)
nl: 48.21"O, -18.2412 of -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image?
es: AVISO: Está a punto de eliminar completamente los metadatos Exif de esta imagen
nl: WAARSCHUWING! U staat op het punt om alle Exif-metagegevens van dit beeld te verwijderen?

source: Media Title Update
es: Actualización del título del objeto audiovisual
nl: Mediatitel opwaarderen

source: Media Object Date Created
es: Creada fecha del objeto audiovisual
nl: Datum waarop media-objecten werd aangemaakt

source: Saving Exif metadata to this image...
es: Guardando los metadatos Exif en la imagen...
nl: Exif-metabeeldgegevens worden opgeslagen...

source: All Exif metadata has been deleted from this image...
es: Se han eliminado todos los metadatos Exif de esta imagen...
nl: Alle Exif-beeldgegevens werden gewist...

source: There was an error in stripping the Exif metadata from this image...
es: Hubo un error eliminando los metadatos Exif de esta imagen...
nl: Er ontstond een fout bij het wissen van de exif-metagegevens van dit beeld...

source: Thumbnail View Area
es: Área de visualización de miniatura
