Repository: gramps-contrib/contrib
Catalog: PrerequisitesCheckerGramplet/po/*-local.po
Languages: pt, ru

source: Prerequisites Checker
pt: Verificador de pré-requisitos
ru: Проверка Gramps

source: Prerequisites Checker Gramplet
pt: Gramplet verificador de pré-requisitos
ru: Грамплет для проверки Gramps

source: Diagnostic Gramplet to help evaluate if <a href="https://gramps-project.org/">Gramps</a> has all <a href="https://github.com/gramps-project/gramps/blob/master/README.md">prerequisites</a> installed.
pt: Gramplet de diagnóstico para ajudar a avaliar se <a href="https://gramps-project.org/">Gramps</a> tem todos os <a href="https://github.com/gramps-project/gramps/blob /master/README.md">prérequisitos</a> instalados.
ru: Диагностический Gramplet, чтобы помочь оценить, есть ли в <a href="https://gramps-project.org/">Gramps</a> все <a href="https://github.com/gramps-project/gramps/blob /master/README.md">предварительные требования</a> установлены.

source: Diagnostic Gramplet to help evaluate if Gramps has all prerequisites installed.
pt: Gramplet de diagnóstico para ajudar a avaliar se o Gramps tem todos os pré-requisitos instalados.
ru: Диагностический Gramplet, чтобы помочь оценить, установлены ли в Gramps все необходимые компоненты.

source: <u><b>REQUIREMENTS</b></u>
pt: <u><b>REQUISITOS</b></u>
ru: <u><b>ТРЕБОВАНИЯ</b></u>

source: The following packages <b>MUST</b> be installed (Requires the minimum version or greater.):
pt: Os seguintes pacotes <b>DEVEM</b> ser instalados (requer a versão mínima ou superior.):
ru: Следующие пакеты <b> ДОЛЖНЫ </b> быть установлены (требуется минимальная версия или выше):

source: <u><b>STRONGLY RECOMMENDED</b></u>
pt: <u><b>FORTEMENTE RECOMENDADO</b></u>
ru: <u><b>НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТСЯ</b></u>

source: The following packages are <b>STRONGLY RECOMMENDED</b> to be installed (needed for geography and charts):
pt: Os seguintes pacotes são <b>RECOMENDADOS FORMAMENTE RECOMENDADOS</b> para serem instalados (necessários para geografia e gráficos):
ru: <b>НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТСЯ</b> установить следующие пакеты (необходимы для географии и графиков):

source: <u><b>Optional</b></u>
pt: <u><b>Opcional</b></u>
ru: <u><b>По желанию</b></u>

source: The following packages are optional:
pt: Os seguintes pacotes são opcionais:
ru: Следующие пакеты не являются обязательными:

source: Gtkspell enables spell checking in the notes.
pt: Gtkspell ativa a verificação ortográfica nas notas.
ru: Gtkspell позволяет проверять орфографию в заметках.

source: Python Image Library (PIL) is needed for cropping images and LaTeX output.
pt: A Biblioteca de Imagens Python (PIL) é necessária para cortar imagens e saída LaTeX.
ru: Библиотека изображений Python (PIL) необходима для обрезки изображений и вывода LaTeX.

source: <u><b>Development & Translation Requirements</b></u>
pt: <u><b>Requisitos de desenvolvimento e tradução</b></u>
ru: <u><b>Требования к разработке и переводу</b></u>

source: The following packages should be installed if you intend to translate or do any development (addons etc):
pt: Os seguintes pacotes devem ser instalados se você pretende traduzir ou fazer qualquer desenvolvimento (addons etc):
ru: Следующие пакеты должны быть установлены, если вы собираетесь переводить или заниматься разработкой (надстройки и т. Д.):

source: <u><b>Optional packages required by Third-party Addons</b></u>
pt: <u><b>Pacotes opcionais exigidos por complementos de terceiros</b></u>
ru: <u><b>Дополнительные пакеты, требуемые сторонними надстройками</b></u>

source: Prerequistes required for the following <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Third-party Addons</a> to work:
pt: Pré-requisitos necessários para que os seguintes <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Complementos de terceiros</a> funcionem:
ru: Предварительные условия, необходимые для работы следующих <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">сторонних надстроек</a>:

source: <u><b>Diagnostic checks</b></u>
pt: <u><b>Verificações de diagnóstico</b></u>
ru: <u><b>Диагностические проверки</b></u>

source: Check for potential issues.
pt: Verifique se há problemas em potencial.
ru: Проверьте возможные проблемы.

source: Environment settings:
pt: Configurações de ambiente:
ru: Настройки среды:

source: <u><b>Locales available:</b></u>
pt: <u><b>Localidades disponíveis:</b></u>
ru: <u><b>Доступные регионы:</b></u>

source: <u><b>Back Up Your Genealogy Files.</b></u>
pt: <u><b>Faça backup de seus arquivos de genealogia.</b></u>
ru: <u><b>Сделайте резервную копию ваших генеалогических файлов.</b></u>

source: Time to back up your genealogy files, and then test your backups!
pt: É hora de fazer backup de seus arquivos de genealogia e, em seguida, testar seus backups!
ru: Пора сделать резервную копию ваших генеалогических файлов, а затем протестировать свои резервные копии!

source: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup to Gramps XML</a> You will find backup in the Family Tree menu of recent Gramps versions, otherwise use Export in the same menu but uncheck privacy options in the Exporter Assistant in order to export all data.</i>
pt: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup para Gramps XML</a> Você encontrará backup no menu da Árvore Familiar de versões recentes do Gramps, caso contrário, use Exportar no mesmo menu, mas desmarque as opções de privacidade no Assistente de Exportação para exportar todos os dados.</i>
ru: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Резервное копирование в Gramps XML</a> Вы найдете резервную копию в меню «Семейное древо» последних версий Gramps, в противном случае используйте «Экспорт» в том же меню, но снимите флажок с опций конфиденциальности в Помощнике экспортера, чтобы экспортировать все данные.</i>

source: * Backups can be made at any time and at least on the first day of every month, if not more often.
pt: * Os backups podem ser feitos a qualquer momento e pelo menos no primeiro dia de cada mês, se não com mais frequência.
ru: * Резервное копирование можно делать в любое время и, по крайней мере, в первый день каждого месяца, если не чаще.

source: * Before any upgrade it is strongly recommended to backup each of your Family Trees.
pt: * Antes de qualquer atualização, é altamente recomendável fazer backup de cada uma de suas árvores genealógicas.
ru: * Перед любым обновлением настоятельно рекомендуется сделать резервную копию каждого из ваших Семейных деревьев.

source: * Test your backups by creating a new Family Tree and importing the backup.
pt: * Teste seus backups criando uma nova Árvore Familiar e importando o backup.
ru: * Проверьте свои резервные копии, создав новое Семейное древо и импортировав резервную копию.

source: , released
pt: , liberado
ru: , выпущенный

source: , is the most current version.
pt: , é a versão mais atual.
ru: , это самая последняя версия.

source: not found
pt: não encontrado
ru: не найден

source: You have Gramps %s. Please make a backup and then upgrade. %s
pt: Você tem Gramps %s. Faça um backup e depois atualize. %s
ru: У вас Gramps %s. Сделайте резервную копию, а затем обновите. %s

source: You have Gramps %s installed; an unreleased development version. Thank you for contributing and testing; please report any issues. Backups are your friend.
pt: Você tem Gramps %s instalado; uma versão de desenvolvimento não lançada. Obrigado por contribuir e testar; por favor, relate quaisquer problemas. Os backups são seus amigos.
ru: У вас установлен Gramps %s; неизданная разрабатываемая версия. Спасибо за участие и тестирование; пожалуйста, сообщайте о любых проблемах. Резервные копии - ваш друг.

source: You have Gramps %s. Congratulations, you have the current version.
pt: Você tem Gramps %s. Parabéns, você tem a versão atual.
ru: У вас Gramps %s. Поздравляю, у вас есть актуальная версия.

source: (Requires version
pt: (Requer versão
ru: (Требуется версия

source: or greater installed.)
pt: ou superior instalado.)
ru: или выше.)

source: (Passed: version
pt: (Aprovado: versão
ru: (Прошло: версия

source: unknown version
pt: versão desconhecida
ru: неизвестная версия

source: DISPLAY not set
pt: DISPLAY não definido
ru: ДИСПЛЕЙ не установлен

source: or greater.)
pt: ou melhor.)
ru: или выше.)

source: (Requires
pt: (Requer
ru: (требует

source: * Berkeley Database library (bsddb3:
pt: * Biblioteca de banco de dados Berkeley (bsddb3:
ru: * Библиотека базы данных Беркли (bsddb3:

source: * SQLite Database library (sqlite3:
pt: * Biblioteca de banco de dados SQLite (sqlite3:
ru: * Библиотека базы данных SQLite (sqlite3:

source: * xdg-utils (Manual check see instructions link)
pt: * xdg-utils (verificação manual, ver link de instruções)
ru: * xdg-utils (ручная проверка см. ссылку на инструкции)

source: * librsvg2 (Manual check see instructions link)
pt: * librsvg2 (verificação manual, ver link de instruções)
ru: * librsvg2 (ручная проверка см. ссылку на инструкцию)

source: * language-pack-gnome-xx (Manual check see instructions link) for your Language <show locale here TBD>
pt: * language-pack-gnome-xx (verificação manual, consulte o link de instruções) para seu idioma <mostrar localidade aqui TBD>
ru: * language-pack-gnome-xx (ручная проверка см. ссылку с инструкциями) для вашего языка <показать локаль здесь TBD>

source: or greater installed.)
pt: ou superior instalado.)
ru: или выше.)

source: or greater)
pt: ou melhor)
ru: или выше)

source: Graphviz not in system PATH
pt: Graphviz não está no sistema PATH
ru: Graphviz отсутствует в системном PATH

source: Ghostscript not in system PATH
pt: Ghostscript não está no sistema PATH
ru: Ghostscript отсутствует в системном PATH

source: (Passed: version 0.5.x is installed.)
pt: (Aprovado: a versão 0.5.x está instalada.)
ru: (Прошло: установлена версия 0.5.x.)

source: (Requires version 0.5.x)
pt: (Requer versão 0.5.x)
ru: (Требуется версия 0.5.x)

source: * python-fontconfig not found, (Requires version 0.5.x)
pt: * python-fontconfig não encontrado, (requer a versão 0.5.x)
ru: * python-fontconfig не найден (требуется версия 0.5.x)

source: or greater installed.) (enchant module:
pt: ou superior instalado.) (módulo encantar:
ru: или выше.) (enchant module:

source: installed
pt: instalado
ru: установлены

source: * rcs %s TBD (Passed: version %s or greater installed. If not on Microsoft Windows)
pt: * rcs %s TBD (aprovado: versão %s ou superior instalada. Se não for no Microsoft Windows)
ru: * rcs %s TBD (пройдено: установлена версия %s или выше. Если не в Microsoft Windows)

source: * rcs %s TBD (Requires version %s or greater installed. If not on Microsoft Windows)
pt: * rcs %s TBD (requer a versão %s ou superior instalada. Se não for no Microsoft Windows)
ru: * rcs %s TBD (требуется версия %s или выше. Если не в Microsoft Windows)

source: Installed but does not supply version
pt: Instalado, mas não fornece versão
ru: Установлен, но не поставляет версию

source: GExiv2 : %s (Exiv2 library : %s)
pt: GExiv2 : %s (biblioteca Exiv2 : %s)

source: found another font
pt: encontrou outra fonte
ru: нашел другой шрифт

source: For addon Networkchart, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> provides an extremely readable result.
pt: Para o complemento Networkchart, a fonte <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit </a> fornece um resultado extremamente legível.
ru: Для дополнения Networkchart шрифт <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> обеспечивает чрезвычайно читаемый результат.

source: Why, when same code works in Graphview
pt: Por que, quando o mesmo código funciona no Graphview
ru: Почему, когда тот же код работает в Graphview

source: not installed
pt: não instalado
ru: не установлен

source: and one of either: (pydotplus:
pt: e um de: (pydotplus:
ru: и одно из следующих: (pydotplus:

source: ) or (pygraphviz:
pt: ) ou (pygraphviz:
ru: ) или (pygraphviz:

source: Installed(MS-Windows)
pt: Instalado (MS-Windows)
ru: Устанавливаемые (MS-Windows)

source: Installed(Linux/Mac)
pt: Instalado (Linux / Mac)
ru: Установленная (Linux / Mac)

source: not installed
pt: não instalado
ru: не установлен

source: not found.
pt: não encontrado.
ru: не найден.

source: Standard. Passed: program installed - 32bit on 64bit Win OS.
pt: Padrão. Aprovado: programa instalado - 32 bits no Windows OS de 64 bits.
ru: Стандарт. Прошло: программа установлена - 32bit на 64bit Win OS.

source: Installed
pt: Instalado
ru: Установлены

source: ) (Requires the gramps addon listed under 'Plugin lib')
pt: ) (Requer o complemento gramps listado em 'Plugin lib')
ru: ) (Требуется аддон gramps, указанный в разделе "Библиотека плагинов")

source: DBF installed
pt: DBF instalado
ru: DBF установлен

source: .)(Requires version
pt: .) (Requer versão
ru: .) (Требуется версия

source: installed.)(Passed: version
pt: instalado.) (Aprovado: versão
ru: установлен.) (Прошло: версия

source: (OpenCV facedetection: %s)
pt: (Detecção de rosto OpenCV: %s)
ru: (Распознавание лиц OpenCV: %s)

source: (lxml: not found. Requires version
pt: (lxml: não encontrado. Requer versão
ru: (lxml: не найдено. Требуется версия

source: * Requires: MongoDB TBD / pymongo TBD
pt: * Requer: MongoDB TBD / pymongo TBD
ru: * Требуется: MongoDB TBD / pymongo TBD

source: * Operating System: %s
pt: * Sistemas operacionais: %s
ru: * Операционные системы: %s

source: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Locale Settings:</a></b></u>
pt: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Configurações locais:</a></b></u>
ru: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Настройки локали:</a></b></u>

source: not set
pt: não configurado
ru: не задано

source: not tested
pt: não testado
ru: не проверено

source: Installed Locales\Translations (If only English is listed please re-install Gramps again and make sure to select all the Translations and Dictionaries)
pt: Locais instalados \ Traduções (se apenas o inglês estiver listado, reinstale o Gramps novamente e certifique-se de selecionar todas as traduções e dicionários)
ru: Установленные локали \ Переводы (если указан только английский язык, переустановите Gramps еще раз и обязательно выберите все переводы и словари)

source: Gramps Environment variables:
pt: Variáveis de ambiente do Gramps:
ru: Переменные среды Gramps:

source: found
pt: encontrado
ru: нашел

source: Sphinx is a tool that builds the Gramps development documentation and man pages
pt: Sphinx é uma ferramenta que constrói a documentação de desenvolvimento do Gramps e páginas de manual
ru: Sphinx - это инструмент, который создает документацию по разработке Gramps и справочные страницы.
