Repository: gramps-contrib/contrib
Catalog: DescendantBooks/po/*-local.po
Languages: it_it, pt

source: Deep pruning ascendants from %s people...
it_it: Rimozione approfondita degli ascendenti in eccesso da %s persone...
pt: Poda profunda de ascendentes para %s indivíduos...

source: Pruning ascendants from %s people...
it_it: Rimozione degli ascendenti in eccesso da %s persone...
pt: A podar ascendentes para %s indivíduos...

source: Getting ascendants from %s people...
it_it: Lettura degli ascendenti da %s persone...
pt: A obter ascendentes de %s indivíduos...

source: Verifying descendants from %s people...
it_it: Verifica dei discendenti da %s persone...
pt: A verificar descendentes de %s indivíduos...

source: Getting missing descendants from %s people...
it_it: Recupero dei discendenti mancanti da %s persone...
pt: A obter descendentes em falta de %s indivíduos...

source: Verifying descendants from %s people after pruning...
it_it: Verifica dei discendenti da %s persone dopo la rimozione...
pt: A verificar descendentes de %s indivíduos após podar...

source: Getting missing descendants from %s people ...
it_it: Recupero dei discendenti mancanti da %s persone...
pt: A obter descendentes em falta de %s indivíduos...

source: sp. see %(reference)s : %(spouse)s
it_it: sp. vedi %(reference)s : %(spouse)s
pt: cj. veja %(reference)s : %(spouse)s

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
it_it: vedi resoconto: %(report)s, rif: %(reference)s : %(person)s & %(spouse)s
pt: veja relatório: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s

source: Descendants Report
it_it: Resoconto dei Discendenti
pt: Relatório Descendentes

source: Person %s is not in the Database
it_it: La Persona %s non è in archivio
pt: O indivíduo %s não está na base de dados

source: Writing %s reports...
it_it: Scrittura di %s resoconti...
pt: A escrever %srelatórios...

source: %s. Descendants of %s
it_it: %s Discendenti di %s
pt: %s. Descendentes de %s

source: Descendants of %s
it_it: Discendenti di %s
pt: Descendentes de %s

source: Descendant Report
it_it: Resoconto dei Discendenti
pt: Relatório Descendente

source: Table Of Contents
it_it: Indice dei contenuti
pt: Índice

source: Report Options
it_it: Opzioni del Resoconto
pt: Opções do relatório

source: Filter
it_it: Filtro
pt: Filtro

source: Select filter to restrict people that appear in the report
it_it: Seleziona il filtro per restringere le persone che appariranno nel resoconto
pt: Seleccione o filtro para limitar os indivíduos que aparecem no relatório

source: Center Person
it_it: Persona centrale
pt: Indivíduo central

source: The center person for the report
it_it: La persona centrale del resoconto
pt: O indivíduo central do relatório

source: Name format
it_it: Formato del nome
pt: Formato do nome

source: Default
it_it: Predefinito
pt: Predefinição

source: Select the format to display names
it_it: Seleziona il formato di visualizzazione dei nomi
pt: Seleccione o formato para mostrar os nomes

source: Numbering system
it_it: Sistema di numerazione
pt: Sistema de numeração

source: Simple numbering
it_it: Numerazione semplice
pt: Numeração simples

source: de Villiers/Pama numbering
it_it: numerazione de Villiers/Pama
pt: Numeração de de Villiers/Pama

source: Meurgey de Tupigny numbering
it_it: Numerazione Meurgey de Tupigny
pt: Numeração de Meurgey de Tupigny

source: The numbering system to be used
it_it: Il sistema di numerazione da usare
pt: O sistema de numeração a usar

source: Generations
it_it: Generazioni
pt: Gerações

source: The number of generations to include in the report
it_it: Il numero di generazioni da includere nel resoconto
pt: O número de gerações a incluir no relatório

source: Show marriage info
it_it: Visualizza informazioni sul matrimonio
pt: Mostrar informação de casamento

source: Whether to show marriage information in the report.
it_it: Indica se visualizzare o meno le informazioni del matrimonio nel resoconto.
pt: Se deve mostrar informação de casamento no relatório.

source: Show divorce info
it_it: Visualizza le informazioni del divorzio
pt: Mostrar informação de divórcio

source: Whether to show divorce information in the report.
it_it: Indica se visualizzare o meno le informazioni del divorzio nel resoconto.
pt: Se deve mostrar informação de divórcio no relatório.

source: Show duplicate trees
it_it: Mostra gli alberi duplicati
pt: Mostrar árvores duplicadas

source: Whether to show duplicate family trees in the report.
it_it: Indica se visualizzare o meno gli alberi familiari duplicati nel resoconto.
pt: Se deve mostrar árvores de família duplicadas no relatório.

source: The style used for the title of the page.
it_it: Lo stile usato per il titolo della pagina.
pt: O estilo usado para o título da página.

source: The style used for the table of contents header.
it_it: Lo stile usato per l'intestazione del sommario.
pt: O estilo usado para o cabeçalho do índice.

source: The style used for the table of contents detail.
it_it: Lo stile usato per i dettagli del sommario.
pt: O estilo usado para o detalhe do índice.

source: The style used for the level %d display.
it_it: Lo stile usato per visualizzare il livello %d.
pt: O estilo usado para mostrar o nível %d.

source: The style used for the spouse level %d display.
it_it: Lo stile usato per visualizzare il livello %d del coniuge.
pt: O estilo usado para mostrar o nível %d do cônjuge.

source: Descendant Book
it_it: Resoconto dei discendenti
pt: Livro Descendentes

source: Produces one or more descendant reports based on a supplied query.
it_it: Fornisce uno o più resoconti dei discendenti basati sulla richiesta indicata.
pt: Produz um ou mais relatórios de descendência baseado numa consulta fornecida.

source: Detailed Descendant Book
it_it: Resoconto dei discendenti dettagliato
pt: Livro Descendência detalhada

source: Produces one or more detailed descendant reports based on a supplied query.
it_it: Produce uno o più resoconti dettagliati dei discendenti basati sulla richiesta indicata.
pt: Produz um ou mais relatórios de descendência detalhada baseado numa consulta fornecida.

source: Detailed Descendants Report
it_it: Resoconto dettagliato dei discendenti
pt: Relatório Descendência detalhada

source: Generating %s report references...
it_it: Generazione di %s riferimenti del resoconto...
pt: A gerar %s referências no relatório...

source: %(report_count)s. Descendant Report for %(person_name)s
it_it: %(report_count)s. Resoconto dei discendenti di %(person_name)s
pt: %(report_count)s. Relatório Descendentes de %(person_name)s

source: Descendant Report for %(person_name)s
it_it: Resoconto dei discendenti per %(person_name)s
pt: Relatório Descendentes de %(person_name)s

source: Generation %d
it_it: Generazione %d
pt: Geração %d

source: Detailed Descendant Report
it_it: Resoconto dettagliato dei discendenti
pt: Relatório Descendência detalhada

source: See Report : %s, Generation : %s, Person : %s
it_it: Vedi resoconto: %s, Generazione: %s, Persona: %s
pt: Veja o relatório: %s, geração %s, indivíduo %s

source: %(name)s is the same person as [%(id_str)s].
it_it: %(name)s è la stessa persona che [%(id_str)s].
pt: %(name)s é o mesmo indivíduo que [%(id_str)s].

source: Report appearances for %s
it_it: Occorrenze nel resoconto di %s
pt: Reportar aparências de %s

source: %(event_name)s of %(name)s
it_it: %(event_name)s di %(name)s
pt: %(event_name)s de %(name)s

source: %(event_name)s of %(name)s and %(mate)s
it_it: %(event_name)s di %(name)s e %(mate)s
pt: %(event_name)s de %(name)s e %(mate)s

source: . Ref: %(repno)s %(gen)s %(per)s
it_it: . Rif: %(repno)s %(gen)s %(per)s

source: Spouse: %s
it_it: Coniuge: %s
pt: Cônjuge: %s

source: Relationship with: %s
it_it: Relazione cont: %s
pt: Parentesco com: %s

source: Ref: %s. %s
it_it: Rif: %s. %s

source: unknown
it_it: sconosciuto
pt: desconhecido

source: Children of %(mother_name)s and %(father_name)s
it_it: Figlio di %(mother_name)s e %(father_name)s
pt: Filhos de %(mother_name)s e %(father_name)s

source: Notes for %(mother_name)s and %(father_name)s:
it_it: Annotazioni di %(mother_name)s e %(father_name)s:
pt: Notas de %(mother_name)s e %(father_name)s:

source: More about %(mother_name)s and %(father_name)s:
it_it: Altro su %(mother_name)s e %(father_name)s:
pt: Mais sobre %(mother_name)s e %(father_name)s:

source: Notes for %s
it_it: Annotazioni per %s
pt: Notas de %s

source: More about %(person_name)s:
it_it: Altro a proposito di %(person_name)s:
pt: Mais sobre %(person_name)s:

source: Address:
it_it: Indirizzo:
pt: Endereço:

source: Henry numbering
it_it: Numerazione di Henry
pt: Numeração de Henry

source: d'Aboville numbering
it_it: Numerazione d'Aboville
pt: Numeração de d'Aboville

source: Record (Modified Register) numbering
it_it: Numerazione a record (registro modificato)
pt: Numeração de registo (modificado)

source: Page break between generations
it_it: Interruzione di pagina tra due generazioni
pt: Quebra de página entre gerações

source: Whether to start a new page after each generation.
it_it: Indica se iniziare una nuova pagina dopo ogni generazione.
pt: Se deve começar uma nova página após cada geração.

source: Page break before end notes
it_it: Interruzione di pagina prima delle annotazioni
pt: Quebra de página antes das notas finais

source: Whether to start a new page before the end notes.
it_it: Indica se iniziare una nuova pagina prima delle annotazioni.
pt: Se deve começar uma nova página antes das notas finais.

source: Content
it_it: Contenuto
pt: Conteúdo

source: Use callname for common name
it_it: Usa il soprannome come nome comune
pt: Usar nome usual como nome comum

source: Whether to use the call name as the first name.
it_it: Indica se usare il soprannome come primo nome.
pt: Se deve usar o nome usual como primeiro nome.

source: Use full dates instead of only the year
it_it: Usa date complete anziché solamente l'anno
pt: Usar datas completas em vez de só o ano

source: Whether to use full dates instead of just year.
it_it: Indica se usare date complete al posto del solo anno.
pt: Se deve usar datas completas em vez de usar só o ano.

source: List children
it_it: Lista dei figli
pt: Listar filhos

source: Whether to list children.
it_it: Indica se listare i figli oppure no.
pt: Se deve listar os filhos.

source: Compute death age
it_it: Calcola l'età alla morte
pt: Calcular idade ao óbito

source: Whether to compute a person's age at death.
it_it: Indica se calcolare l'età di una persona alla morte oppure no.
pt: Se deve calcular a idade de um indivíduo à data do óbito.

source: Omit duplicate ancestors
it_it: Omette gli antenati duplicati
pt: Omitir ascendentes duplicados

source: Whether to omit duplicate ancestors.
it_it: Indica se omettere gli antenati duplicati oppure no.
pt: Se deve omitir ascendentes duplicados.

source: Use complete sentences
it_it: Usa frasi complete
pt: Usar frases completas

source: Whether to use complete sentences or succinct language.
it_it: Indica se usa frasi complete oppure linguaggio succinto.
pt: Se deve usar frases completas ou linguagem sucinta.

source: Add descendant reference in child list
it_it: Aggiungi riferimento all'antenato nella lista dei figli
pt: Adicionar referência a descendentes na lista de filhos

source: Whether to add descendant references in child list.
it_it: Indica se aggiungere o meno i riferimenti all'antenato nella lista dei figli.
pt: Se deve adicionar referência a descendentes na lista de filhos

source: Include
it_it: Includi
pt: Incluir

source: Include notes
it_it: Includi le annotazioni
pt: Incluir notas

source: Whether to include notes.
it_it: Indica se includere o meno le annotazioni.
pt: Se deve incluir notas.

source: Include attributes
it_it: Includi gli attributi
pt: Incluir atributos

source: Whether to include attributes.
it_it: Indica se includere o meno gli attributi.
pt: Se deve incluir atributos.

source: Include Photo/Images from Gallery
it_it: Includi fotografie/immagini dalla galleria
pt: Incluir fotografias/imagens da galeria

source: Whether to include images.
it_it: Indica se includere o meno le immagini.
pt: Se deve incluir imagens da galeria.

source: Include alternative names
it_it: Includi i nomi alternativi
pt: Incluir nomes alternativos

source: Whether to include other names.
it_it: Indica se includere oppure no i nomi alternativi.
pt: Se deve incluir outros nomes do indivíduo.

source: Include events
it_it: Includi gli eventi
pt: Incluir eventos

source: Whether to include events.
it_it: Indica se includere o meno gli eventi.
pt: Se deve incluir eventos.

source: Include addresses
it_it: Includi indirizzi
pt: Incluir endereços

source: Whether to include addresses.
it_it: Indica se includere o meno gli indirizzi.
pt: Se deve incluir endereços.

source: Include sources
it_it: Includi le fonti
pt: Incluir fontes

source: Whether to include source references.
it_it: Indica se includere o meno i riferimenti alle fonti.
pt: Se deve incluir referências a fontes.

source: Include sources notes
it_it: Includi le annotazioni delle fonti
pt: Incluir notas das fontes

source: Whether to include source notes in the Endnotes section. Only works if Include sources is selected.
it_it: Indica se includere le annotazioni delle fonti nella sezione delle Annotazioni Finali. Funziona solo se Includi le fonti è selezionato.
pt: Se deve incluir as notas das fontes na secção de notas finais. Só funciona se Incluir fontes estiver seleccionada.

source: Include spouses
it_it: Includi i coniugi
pt: Incluir cônjuges

source: Whether to include detailed spouse information.
it_it: Indica se includere o meno informazioni dettagliate sul coniuge.
pt: Se deve incluir informação detalhada do cônjuge.

source: Include spouse reference
it_it: Includi il riferimento al coniuge
pt: Incluir referência do cônjuge

source: Whether to include reference to spouse.
it_it: Indica se includere o meno il riferimento al coniuge.
pt: Se deve incluir referência ao cônjuge.

source: Include sign of succession ('+') in child-list
it_it: Include il segno di successione ('+') nella lista dei figli
pt: Incluir sinal de sucessão (+) na lista de filhos

source: Whether to include a sign ('+') before the descendant number in the child-list to indicate a child has succession.
it_it: Indica se includere il segno ('+') prima del numero di discendente nella lista dei figli per indicare che un figlio ha una successione.
pt: Se deve incluir um sinal + antes do número de descendente na lista de filhos para indicar que houve sucessão.

source: Include path to start-person
it_it: Includi il percorso fino alla persona iniziale
pt: Incluir caminho para indivíduo central

source: Whether to include the path of descendancy from the start-person to each descendant.
it_it: Indica se includere o meno il percorso fino alla persona iniziale.
pt: Se deve incluir o caminho de descendência desde o indivíduo central a cada descendente.

source: Include Index of Names
it_it: Includi l'Indice dei Nomi
pt: Incluir índice de nomes

source: Whether to include the index of Names at the end of the report.
it_it: Indica se includere o meno l'Indice dei Nomi
pt: Se deve incluir um índice de nomes no final do relatório.

source: Include index of Dates
it_it: Includi l'indice delle Date
pt: Incluir índice de datas

source: Whether to include the index of Dates at the end of the report.
it_it: Indica se includere o meno l'Indice delle Date alla fine del resoconto.
pt: Se deve incluir um índice de datas no final do relatório.

source: Include index of Places
it_it: Includi l'indice dei Luoghi
pt: Incluir índice de locais

source: Whether to include the index of Places at the end of the report.
it_it: Indica se includere o meno l'Indice dei Luoghi alla fine del resoconto.
pt: Se deve incluir um índice de locais no final do relatório.

source: Missing information
it_it: Informazione mancante
pt: Informação em falta

source: Replace missing places with ______
it_it: Sostituisci i luoghi mancanti con _______
pt: Substituir locais em falta por ______

source: Whether to replace missing Places with blanks.
it_it: Indica se sostituire o meno i Luoghi mancanti con spazi vuoti.
pt: Se deve substituir locais em falta por sublinhados.

source: Replace missing dates with ______
it_it: Sostituisci date mancanti con _______
pt: Substituir datas em falta por ______

source: Whether to replace missing Dates with blanks.
it_it: Indica se sostituire o meno le date mancanti con spazi vuoti.
pt: Se deve substituir datas em falta por sublinhados.

source: The style used for the generation header.
it_it: Lo stile usato per l'intestazione della generazione.
pt: O estilo usado para o cabeçalho da geração.

source: The style used for the children list title.
it_it: Lo stile usato per il titolo della lista dei figli.
pt: O estilo usado para o título da lista de filhos.

source: The style used for the children list.
it_it: Lo stile usato per la lista dei figli.
pt: O estilo usado para a lista de filhos.

source: The basic style used for Note header.
it_it: Lo stile di base usato per l'intestazione delle Annotazioni.
pt: O estilo básico usado para o cabeçalho da nota.

source: The basic style used for the text display.
it_it: Lo stile di base usato per il testo.
pt: O estilo básico usado para mostrar texto.

source: The style used for the first personal entry.
it_it: Lo stile usato la prima registrazione personale.
pt: O estilo usado para a primeira entrada pessoal.

source: The style used for the More About header and for headers of mates.
it_it: Lo stile usato per l'intestazione di 'Altro a proposito di' e per l'intestazione degli amici.
pt: O estilo usado para o cabeçalho Mais sobre e para cabeçalhos de companheiros.

source: The style used for additional detail data.
it_it: Lo stile usato per i dettagli addizionali.
pt: O estilo usado para detalhes adicionais.

source: The style used for note detail data.
it_it: Lo stile usato per i dettagli delle annotazioni.
pt: O estilo usado para detalhes da nota.

source: The style used for the date in the Index of Dates.
it_it: Lo stile usato per le date nell'Indice delle Date.
pt: O estilo usado para a data no índice de datas.

source: The style used for the events in the Index of Dates.
it_it: Lo stile usato per gli eventi nell'Indice delle Date.
pt: O estilo usado para os eventos no índice de datas.

source: The style used for the header in the Index of Names.
it_it: Lo stile usato per le intestazioni nell'Indice dei Nomi.
pt: O estilo usado para o cabeçalho no índice de nomes.

source: The style used for the references in the Index of Names.
it_it: Lo stile usato per i riferimenti nell'Indice dei Nomi.
pt: O estilo usado para as referências no índice de nomes.

source: The style used for the header in the Index of Places.
it_it: Lo stile usato per le intestazioni nell'Indice dei Luoghi.
pt: O estilo usado para o cabeçalho no índice de locais.

source: The style used for the references in the Index of Places.
it_it: Lo stile usato per i riferimenti nell'Indice dei Luoghi.
pt: O estilo usado para as referências no índice de locais.

source: Report could not be created
it_it: Non è stato possibile creare il resoconto
pt: Impossível criar o relatório

source: sp. %(spouse)s
pt: cj. %(spouse)s

source: %s sp.
pt: %s cj.
