Repository: gramps-contrib/contrib
Catalog: trunk/contrib/SourcesCitationsReport/po/*-local.po
Languages: de

source: couple: %s
de: Eheleute: %s

source: Type: %s
de: Art: %s

source: key: %s
de: Schlüssel: %s

source: Footer string for the page.
de: Fußzeile.

source: Role
de: Rolle

source: Select using a filter
de: Wähle mit einem Filter

source: Select using filter
de: Wähle mit einem Filter

source: Show persons
de: Tabelle mit Personen im Bericht zeigen

source: Subtitle string for the book.
de: Untertitel

source: Title string for the book.
de: Titel

source: Whether to show events and persons mentioned in the note
de: Ob Ereignisse und Personen angezeit werden sollen.

source: and %s
de: und %s

source: Provides a source and Citations with notes
de: liefert einen Bericht mit den Notizen (Zitaten) sortiert nach Quelle und Fundstellen

source: Sources and Citations Report
de: Quellen und Fundstellenbericht
