Repository: gramps-contrib/contrib
Catalog: trunk/contrib/DescendantCount/po/*-local.po
Languages: fr, nl, sv

source: Descendant Count
fr: Calcul des descendants
nl: Afstammelingen tellen
sv: Ättlingsräknare

source: Display descendant counts for each person.
fr: Affiche le total des descendants pour chaque individu
nl: Het aantal afstammelingen voor elke persoon tonen.
sv: Visa antal ättlingar för varje person

source: Descendant Count Gramplet
fr: Gramplet Calcul de descendants
nl: 'Afstammelingentelling'-gramplet
sv: Gramplet för räkning av ättlingar

source: Descendent Count
fr: Calcul des descendants
nl: Afstammelingen tellen
sv: Ättlingsräknare

source: Person
fr: Individu
nl: Persoon

source: Number of Descendants
fr: Nombre de descendants
nl: Aantal afstammelingen
sv: Antal ättlingar

source: There are %d people.
fr: Il y a %d individus.
nl: Er zijn %d personen.
sv: Det finns %d personer.

source: Number of %s's descendants
fr: Nombre de descendants de %s
nl: %s afstammelingen
sv: Antal av %ss ättlingar

source: Generation
fr: Génération
nl: Generatie

source: Total
nl: Totaal
sv: Totalt

source: Seen
fr: Vu
nl: Gezien
sv: Sedda

source: Survived
fr: En vie
nl: Overlevend
sv: Överleda

source: Now alive
fr: En vie actuellement
nl: Nog in leven
sv: Nu levande

source: Seen = number of descendants whose birth %s has lived to see
fr: Vu = nombre de descendants dont la naissance de %s lui a permis de se voir
nl: Gezien = aantal afstammelingen waarvan %s de geboorte kan meegemaakt hebben
sv: Sedda = antal ättlingar vars födelse %s har kunnat uppleva

source: Survived = number of descendants who died while %s was still being alive
fr: En vie = nombre de descendants dont le décès de %s a eu lieu lorsqu'il était en vie
nl: Overlevend = aantal afstammelingen die stierven terwijl %s nog in leven was
sv: Överlevda = antal ättlingar vars död inträffade medan %s fortfarande levde

source: Descendant count
fr: Calcul des descendants
nl: Afstammelingen tellen
sv: Räkning av ättlingar

source: Stable
nl: Stabiel
sv: Stabil

source: Displays the number of a person's descendants
fr: Affiche le nombre de descendants d'un individu
nl: Het aantal afstammelingen van een persoon tonen
sv: Visar antalet av en persons ättlingar
