Repository: gramps-contrib/contrib
Catalog: PlaceCompletion/po/*-global.po
Languages: fr

source: PlaceCompletion
fr: Arrangement des lieux

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
fr: Fournit une liste consultable des lieux sélectionnés, avec la possibilité de compléter/analyser/définir les champs de l'attribut

source: Place Completion by parsing, file lookup and batch setting of place attributes
fr: Modification par analyse, et recherche par lots pour les lieux

source: Error in PlaceCompletion.py
fr: Erreur dans PlaceCompletion.py

source: Non existing group used in get
fr: Un groupe qui n'existe pas a été appelé

source: Non existing group used in set
fr: Un groupe qui n'existe pas a été défini

source: Places tool
fr: Outil lieux

source: Missing regex groups in match lat/lon
fr: Expression rationnelle manquante pour lat/lon

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
fr: Les groupes d'expression rationnelle %(lat)s et %(lon)s doivent être présent dans la correspondance lat/lon. Quitter.

source: Non valid regex for match lat/lon
fr: Expression rationnelle non valide pour lat/lon

source: Non valid regular expression given to find lat/lon. Quiting.
fr: Expression rationnelle donnée non valide pour trouver lat/lon. Quitter.

source: Finding Places and appropriate changes
fr: Trouver les lieux et changements appropriés

source: Filtering
fr: Filtrage

source: Loading lat/lon file in Memory...
fr: Chargement du fichier lat/lon en mémoire...

source: Examining places
fr: Analyse des lieux

source: City
fr: Ville

source: State
fr: Province (Région)

source: Country
fr: Pays

source: Set Tag
fr: Assigner l'étiquette

source: Doing Place changes
fr: Modification des lieux

source: No place record was modified.
fr: Aucun lieu n'a été modifié.

source: 1 place record was modified.
fr: 1 lieu a été modifié.

source: %d place records were modified.
fr: %d lieux ont été modifiés.

source: Change places
fr: Changement des lieux

source: Cannot open file
fr: Impossible d'ouvrir ce fichier

source: The selected file is a directory, not a file.
fr: La sélection est un répertoire et non un fichier.

source: You do not have read access to the selected file.
fr: Vous n'avez pas accès en lecture au fichier sélectionné.

source: The file you want to access is not a regular file.
fr: Le fichier auquel vous voulez accéder n'est pas correct.

source: The file does not exist.
fr: Fichier inexistant.

source: Problem reading file
fr: Erreur dans le fichier

source: invalid lat or lon value, %(lat)s, %(lon)s
fr: Valeur lat ou lon invalide, %(lat)s, %(lon)s

source: No lat/lon conversion
fr: Aucune conversion lat/lon

source: All in degree notation
fr: Tout en notation dégré

source: All in decimal notation
fr: Tout en notation décimale

source: Correct -50° in 50°S
fr: Corriger -50° en 50°S

source: No changes
fr: Aucun changement

source: City[, State]
fr: Ville[, Région_Province]

source: City,PostalCode,Country
fr: Ville,CodeLieu,Pays

source: City[(Street;Locality;Parish)],PostalCode,Country
fr: Ville[(Rue;Lieu-dit;Paroisse)],CodeLieu,Pays

source: TitleStart [, City] [, State]
fr: Début_du_titre [, Ville] [, Région_Province]

source: TitleStart [, City] [, County] [, State] [, Country]
fr: Début_du_titre [, Ville] [, Dép.Comté] [, Région_Province] [, Pays]

source: TitleStart [, City] [, Zip] [, County] [, State] [, Country]
fr: Début_du_titre [, Ville] [, Code] [, Dép.Comté] [, Région_Province] [, Pays]

source: Don't search
fr: Ne pas chercher

source: GeoNames country file, city search
fr: GeoNames fichier pays, recherche ville

source: GeoNames country file, city localized variants search
fr: GeoNames fichier pays, ville localisée recherche diverse

source: GeoNames country file, county/city search
fr: GeoNames fichier pays, recherche Dép.Comté/ville

source: GeoNames country file, title begin, general search
fr: GeoNames fichier pays, début du titre, recherche générale

source: GeoNames USA state file, city search
fr: GeoNames USA fichier région/province, recherche ville

source: GNS Geonet country file, city search
fr: GNS Geonet fichier pays, recherche ville

source: GNS Geonet country file, county/city search
fr: GNS Geonet fichier pays, recherche Dép.Comté/ville

source: GNS Geonet country file, title begin, general search
fr: GNS Geonet fichier pays, début du titre, recherche générale

source: Wikipedia CSV Dump
fr: Tableur CSV Wikipedia

source: All Places
fr: Tous les lieux

source: No Latitude/Longitude given
fr: Aucune latitude et longitude donnée

source: Apply all suggested changes
fr: Appliquer les changements suggérés

source: Selection of the Places you want to complete:
fr: Sélection des lieux à compléter :

source: C_ity:
fr: V_ille :

source: Parish:
fr: Paroisse :

source: County:
fr: Comté (Départ.) :

source: Place _filter:
fr: _Filtre lieux :

source: State:
fr: Province (Région) :

source: Count_ry:
fr: _Pays :

source: C_enter latitude:
fr: C_entre de la latitude :

source: Center longitude:
fr: Centre de la longitude :

source: Places in a rectangle:
fr: Lieux dans un rectangle :

source: Width:
fr: Largeur :

source: Height:
fr: Hauteur :

source: 1. Look up latitude and longitude:
fr: 1. Recherche de la latitude et de la longitude :

source: Search in:
fr: Rechercher dans :

source: Select A File
fr: Sélectionner un fichier

source: Parse as:
fr: Analyser comme :

source: Change title into:
fr: Changer le titre en :

source: Convert lat/lon as:
fr: Convertir lat/long en :

source: Or define a simple title format:
fr: Ou définir un format de titre simple :

source: Available variables: city, street, locality, parish, county, state, country, postal_code
fr: Variables disponibles : city, street, locality, parish, county, state, country, postal_code

source: Delete to delete a row, Double-click on the row to edit place with changes pre-entered, Press Tab on a row or Google Maps button to see place on a map. Press Apply to do all changes automatically
fr: Touche supprimer pour enlever une ligne ; double-cliquer une ligne pour éditer le lieu avec les changements pré-saisis ; bouton Google Maps pour l'afficher sur une carte. Appuyez sur Appliquer pour effectuer les changements

source: Non Valid Title Regex
fr: Titre de l'expression rationnelle non valide

source: Non valid regular expression given to match title. Quiting.
fr: Une expression rationnelle non valide a été donnée pour titre. Quitter.

source: City [,|.] State
fr: Ville [,|.] Région_Province

source: City [,|.] Country
fr: Ville [,|.] Pays

source: City (Country)
fr: Ville (Pays)

source: 2. Parsing and Conversion of existing title or position:
fr: 2. Analyse et conversion d'un titre ou partie existant(e) :

source: 3. Set attributes of all selected places:
fr: 3. Définir les attributs pour tous les lieux sélectionnés

source: Parse title:
fr: Analyse du titre :
