Repository: gramps-contrib/contrib
Catalog: PlaceCompletion/po/*-local.po
Languages: he, ru

source: PlaceCompletion
he: השלמת מקומות

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
he: רשימת דפדוף במקומות שנבחרו, עם אפשרות להשלים/לנתח/להגדיר את שדות התכונה.
ru: Предоставляет список из выбраных мест, с возможностью дополнить/разобрать/установить атрибуты.

source: Place Completion by parsing, file lookup and batch setting of place attributes
he: השלמת מקום על ידי ניתוח, חיפוש קבצים והגדרת אצווה של תכונות מקום
ru: Завершение места по разбору, обзору файла и по атрибутам

source: Error in PlaceCompletion.py
he: שגיאת ב- PlaceCompletion.py
ru: Ошибка в PlaceCompletion.py

source: Non existing group used in get
he: נעשה שימוש בקבוצה לא קיימת ב'קבלה'
ru: Не существующая группа была использована в запросе

source: PlaceCompletion is unable to create %s %s
he: 'השלמת-מקום' לא מצליחה לייצור %s %s
ru: PlaceCompletion не удалось создать %s %s

source: Places tool
he: כלי מקומות
ru: Инструмент для мест

source: Missing regex groups in match lat/lon
he: חסרות קבוצות ביטוי רגיל (regex) בהתאמת אורך/רוחב
ru: Пропущены группы в запросе широты/долготы

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
he: קבוצות ביטוי רגיל %(lat)s ו- %(lon)s חיבות להיות נוכחות בהתאמת אורך/רוחב. נטישה
ru: Группы %(lat)s и %(lon)s должны присутствовать в запросе. Завершение

source: Non valid regex for match lat/lon
he: אין ביטוי רגיל תקין להתאמת אורך/רוחב
ru: Неверное выражение для широты/долготы

source: Non valid regular expression given to find lat/lon. Quiting.
he: אין הוזן ביטוי רגיל תקין למציאת אורך/רוחב. נטישה.
ru: Неверное регулярное выражение для поиска широты/долготы. Завершение.

source: Finding Places and appropriate changes
he: מציאת מקומות והשינויים המתאימים
ru: Поиск мест и соответствующих изменений

source: Filtering
he: סינון
ru: Фильтрация

source: Loading lat/lon file in Memory...
he: טעינת קובץ אורך/רוחב לזיכרון...
ru: Загрузка файла широты/долготы в память...

source: Examining places
he: בחינת מקומות
ru: Исследование мест

source: City
he: עיר
ru: Город

source: State
he: מדינה
ru: Республика

source: Country
he: ארץ
ru: Государство/Страна

source: Set Tag
he: הגדרת תג
ru: Установить метку

source: Doing Place changes
he: ביצוע שינויי מקום
ru: Применение изменений

source: No place record was modified.
he: רשומת מקום לא סוגלה.
ru: Не произведено изменения мест.

source: 1 place record was modified.
he: רשומת מקום אחת סוגלה.
ru: 1 место было изменено.

source: %d place records were modified.
he: %d רשומות מקום סוגלו.
ru: %d мест было изменено.

source: Change places
he: החלפת מקומות
ru: Изменить места

source: Cannot open file
he: לא ניתן לפתוח קובץ
ru: Не удалось открыть файл

source: The selected file is a directory, not a file.
he: הקובץ שנבחר הוא מחיצה, לא קובץ.
ru: Выбранный файл является каталогом, а не файлом.

source: You do not have read access to the selected file.
he: אין הרשאות קריאה מהקובץ שנבחר.
ru: У Вас нет доступа для чтения выбранного файла.

source: The file you want to access is not a regular file.
he: הקובץ אליו מנסים לגשת אינו קובץ רגיל.
ru: Файл к которому осуществляется доступ является не обычным файлом.

source: The file does not exist.
he: הקובץ לא קיים.
ru: Файл не существует.

source: Problem reading file
he: בעיה בקריאת קובץ
ru: Ршибка при чтении файла

source: invalid lat or lon value, %(lat)s, %(lon)s
he: ערכי אורך או רוחב לא תקינים, %(lat)s, %(lon)s
ru: неверное значение широты или долготы, %(lat)s, %(lon)s

source: No lat/lon conversion
he: אין המרת אורך/רוחב
ru: Нет перевода широты/долготы

source: All in degree notation
he: הכל בסימן מעלות
ru: Все в формате градусов

source: All in decimal notation
he: הכל בסימן עשרוני
ru: Все в десятичном формате

source: Correct -50° in 50°S
he: תיקון -50° ל- 50°S
ru: Правильно -50° в 50°S

source: No changes
he: אין שינויים
ru: Нет изменений

source: City[, State]
he: עיר[, מדינה]
ru: Город[, Штат]

source: City,PostalCode,Country
he: עיר,מיקוד,מדינה
ru: Город,Индекс,Страна

source: City[(Street;Locality;Parish)],PostalCode,Country
he: עיר[(רחוב,רשות מקומית,קהילה)],מיקוד,ארץ
ru: Город[(Улица;Район;Церковь)],Индекс,Страна

source: TitleStart [, City] [, State]
he: כותרת-התחלה[, עיר][, מדינה]
ru: Начало названия [, Город] [, Штат]

source: TitleStart [, City] [, County] [, State] [, Country]
he: כותרת-התחלה[, עיר][, מחוז][, מדינה][, ארץ]
ru: Начало названия [, Город] [, Район] [, Штат] [, Страна]

source: TitleStart [, City] [, Zip] [, County] [, State] [, Country]
he: כותרת-התחלה[, עיר][, מיקוד][, מחוז][, מדינה][, ארץ]
ru: Начало названия [, Город] [, Индекс] [, Район] [, Штат] [, Страна]

source: Don't search
he: לא לחפש
ru: Не искать

source: GeoNames country file, city search
he: גיאו-שמות קובץ מדינות, חיפוש עיר
ru: Файл GeoNames для страны, поиск города

source: GeoNames country file, city localized variants search
he: גיאו-שמות קובץ מדינות, חיפוש עיר משתנים מוקממים
ru: Файл GeoNames для страны, поиск города локализованные варианты

source: GeoNames country file, county/city search
he: גיאו-שמות קובץ מדינות, חיפוש מחוז/עיר
ru: Файл GeoNames для страны, поиск района/города

source: GeoNames country file, title begin, general search
he: גיאו-שמות קובץ מדינות, תחילת כותרת חיפוש כללי
ru: Файл GeoNames для страны, начало название, основной поиск

source: GeoNames USA state file, city search
he: גיאו-שמות קובץ מדינות ארה"ב, חיפוש עיר
ru: Файл GeoNames для США, поиск города

source: GNS Geonet country file, city search
he: גיאונט GNS קובץ מדינות, חיפוש עיר
ru: Файл GNS Geonet для страны, поиск города

source: GNS Geonet country file, county/city search
he: גיאונט GNS קובץ מדינות, חיפוש מחוז/עיר
ru: Файл GNS Geonet для страны, поиск района/города

source: GNS Geonet country file, title begin, general search
he: גיאונט GNS שמות קובץ מדינות, תחילת כותרת חיפוש כללי
ru: Файл GNS Geonet для страны, начало название, основной поиск

source: Wikipedia CSV Dump
he: השלכת CSV ויקיפדיה
ru: Данные из Википедии (CSV)

source: All Places
he: כל המקומות
ru: Все места

source: No Latitude/Longitude given
he: לא הוזן קו אורך/רוחב
ru: Не задана широта/долгота

source: _Google Maps
he: _מפות גוגל
ru: Карты _Google

source: Apply all suggested changes
he: החלת כל שינויים המוצעים
ru: Применить все предлагаемые изменения

source: Selection of the Places you want to complete:
he: בחירת המקומות אותם רוצים להשלים:
ru: Выбор мест которые хотите дополнить:

source: C_ity:
he: _עיר:
ru: Г_ород:

source: Parish:
he: קהילה:
ru: Церковь:

source: County:
he: מחוז:
ru: Область/Район/Уезд:

source: Place _filter:
he: מסנן _מקום:
ru: Фильтр мест:

source: State:
he: מדינה:
ru: Республика/Штат:

source: Count_ry:
he: _ארץ:
ru: Ст_рана:

source: C_enter latitude:
he: מ_רכוז קו רוחב:
ru: Широта:

source: Center longitude:
he: מרכוז קו רוחב:
ru: Долгота:

source: Places in a rectangle:
he: מקומות בתוך מלבן:
ru: Места в прямоугольнике:

source: Width:
he: רוחב:
ru: Ширина:

source: Height:
he: _גובה:
ru: Высота:

source: 1. Look up latitude and longitude:
he: 1. חיפוש קו אורך ורוחב:
ru: 1. Анализ широты и долготы:

source: Search in:
he: חיפוש ב:
ru: Искать в:

source: Select A File
he: בחירת קובץ
ru: Выбор файла

source: Parse as:
he: נתוח עם:
ru: Разобрать как:

source: 2. Conversion of existing title or position:
he: 2. המרת כותרת או מיקום קיימים:
ru: 2. Перевод существующего названия или положения:

source: Change title into:
he: החלפת כותרת ל-:
ru: Изменить название:

source: Convert lat/lon as:
he: המרת אורך/רוחב:
ru: Перевести широту/долготу в:

source: Or define a simple title format:
he: או הגדרת כותרת מקום פשוטה:
ru: Или определите простой формат названия:

source: Available variables: city, street, locality, parish, county, state, country, postal_code
he: משתנים זמינים: עיר, רחוב, רשות מקומית, קהילה, מחוז, מדינה, ארץ, מיקוד
ru: Доступные значения: city, street, locality, parish, county, state, country, postal_code

source: Delete to delete a row, Double-click on the row to edit place with changes pre-entered, Press Tab on a row or Google Maps button to see place on a map. Press Apply to do all changes automatically
he: הקשה על לחצן 'מחיקה' למחיקת שורה, הקשה כפולה על השורה כדי לערוך מקום עם השינויים שהוזנו מראש, הקשה על טאב בתוך שורה, או על לחצן מפות גוגל, כדי לצפות במקום על המפה. לחיצה על החלה לקבלת כל השינויים באופן אוטומטי
ru: Delete для удаления строки, двойной щелчок для редактирования места, Нажмите Tab или кному 'Карты Google', чтобы увидеть место на карте. Нажмите 'Применить', чтобы сохранить изменения
