Repository: gramps-contrib/contrib
Catalog: trunk/contrib/GrampletSidebarViews/po/*-local.po
Languages: fr, sv

source: Relationship Split View
fr: Vue Relations divisée
sv: Delad släktskapsvy

source: Event Split View
fr: Vue Événements divisée
sv: Delad händelsevy

source: Family Split View
fr: Vue Familles divisée
sv: Delad familjevy

source: Fan Chart Split View
fr: Vue Roue divisée
sv: Delad cirkeldiagramvy

source: Geo Split View
fr: Vue Géographie divisée
sv: Delad geografivy

source: Html Split View
fr: Vue HTML divisée
sv: Delad html-vy

source: Media Split View
fr: Vue Media divisée
sv: Delad mediavy

source: Note Split View
fr: Vue Notes divisée
sv: Delad notisvy

source: Pedigree Split View
fr: Vue Arbre divisée
sv: Delad antavelvy

source: Person List Split View
fr: Vue Liste d'individus divisée
sv: Delad personlistevy

source: Person Tree Split View
fr: Vue Groupe d'individus divisée
sv: Delad personvy

source: Place List Split View
fr: Vue Liste de lieux divisée
sv: Delad platslistevy

source: Place Tree Split View
fr: Vue Groupe de lieux divisée
sv: Delad platsvy

source: Repository Split View
fr: Vue Dépôts divisée
sv: Delad arkivplatsvy

source: Source Split View
fr: Vue Sources divisée
sv: Delad källvy

source: Splitviews
fr: Vues divisées
sv: Delade vyer

source: %s with a Gramplet Pane
fr: %s avec le panneau Gramplet
sv: %s med en Gramplet-sidopanel

source: Add a gramplet
fr: Ajouter un gramplet
sv: Lägg till en Gramplet

source: Restore a gramplet
fr: Restorer un gramplet
sv: Återta en Gramplet

source: Split view
fr: Vue divisée
sv: Dela vy

source: Horizontal views
fr: Vues horizontales
sv: Horisontella vyer

source: Vertical views
fr: Vues verticales
sv: Vertikala vyer

source: No split
fr: Pas de séparation
sv: Ingen delning

source: Split View
fr: Vue divisée
sv: Dela vy
