Repository: gramps-contrib/contrib
Catalog: GoogleEarthWriteKML/po/*-local.po
Languages: ru

source: Creates data file for GoogleEarth and opens it
ru: Создаёт данные для GoogleEarth и открывает их

source: No place description
ru: Описание места отсутствует

source: GoogleEarth not installed!
ru: GoogleEarth не установлен!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
ru: Создать файл kmz/kml ''%s'' в пользовательском каталоге ''%s''?

source: Yes
ru: Да

source: No
ru: Нет

source: Failure writing to %s
ru: Ошибка завписи в %s

source: Directory does not exist
ru: Каталог не существует

source: GoogleEarth file exists!
ru: Файл GoogleEarth существует!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
ru: Перезаписать файл kmz/kml ''%s'' в пользовательском каталоге ''%s''?
