Repository: gramps-contrib/contrib
Catalog: TypeCleanup/po/*-local.po
Languages: ru

source: Type Cleanup
ru: Очистка типов

source: Clean up (remove) custom types
ru: Производит очистку (удаляет) указанные типы

source: Event Attributes
ru: Атрибуты событий

source: Family Attributes
ru: Атрибуты семей

source: Media Attributes
ru: Атрибуты документов

source: Person Attributes
ru: Атрибуты лиц

source: Event Roles
ru: Правила событий

source: Event Types
ru: Типы событий

source: Family Relation Types
ru: Типы семейных отношений

source: Child reference Types
ru: Типы родства ребёнка

source: Name Origin Types
ru: Типы имени

source: Name Types
ru: Типы имён

source: Note Types
ru: Типы заметок

source: Place Types
ru: Типы мест

source: Repository Types
ru: Типы хранилищ

source: Source Attributes
ru: Типы атрибутов

source: Source Media Types
ru: Типы источников документов

source: URL Types
ru: Типы URL-ссылок

source: Types Cleanup Tool
ru: Иструмент очистки типов

source: Help
ru: Справка

source: Remove
ru: Удалить

source: Remove the selected type from the db. This does not change any referenced objects.
ru: Удалить выбранный тип из базы данных. Это не изменит объекты по ссылкам.

source: Select a new name for the current type, prior to renaming the type in the referenced objects.
ru: Выберите новое имя для текущего типа перед переименованием типа в объектах по ссылкам.

source: Rename
ru: Переименовать

source: Rename the selected type in all referenced objects.
ru: Переименовать выбранный тип во всех объектах по ссылкам.

source: Close
ru: Закрыть

source: Close the Type Cleanup Tool
ru: Закрыть иструмент очистки типов

source: Types
ru: Типы

source: Type
ru: Тип

source: References
ru: Ссылки

source: Type Cleanup Tool
ru: Иструмент очистки типов

source: Reading database...
ru: Чтение базы данных...

source: Changing type from %(old_type)s to %(new_type)s.
ru: Изменение типа с %(old_type)s на %(new_type)s.

source: Removing this custom type will eliminate it from the type selection drop down lists and further runs of this tool. However, it will not remove it from the referenced items in the database. If you want to change it in referenced items, use 'Rename'.
ru: Удаление этого типа сделает его недоступным в выпадающем списке выбора типов и дальнейшей работе иструмента. Однако, он не будет удалён из объектов по ссылкам в базе данных. Если хотите изменить его в объектах по ссылкам - используйте 'Переименовать'.

source: _Remove
ru: _Удалить

source: _Stop
ru: _Стоп
