Repository: gramps-contrib/contrib
Catalog: ListeEclair/po/*-local.po
Languages: pt

source: Liste Eclair
pt: Lista de correspondências

source: Produit une liste eclair
pt: Produzir uma lista de correspondências

source: Generating report
pt: A gerar relatório

source: Report Options
pt: Opções do relatório

source: Select using filter
pt: Seleccionar com filtro

source: Select places using a filter
pt: Seleccionar locais usando um filtro

source: Entire Database
pt: Toda a base de dados

source: Select places individually
pt: Seleccionar locais individualmente

source: List of places to report on
pt: Lista de locais a reportar

source: Type de Liste
pt: Tipo de lista

source: Type de liste
pt: Tipo de lista

source: Include private data
pt: Incluir dados privados

source: Whether to include private data
pt: Se deve incluir dados privados

source: The style used for the liste eclair.
pt: O estilo usado para a lista de correspondências.

source: The style used for place title.
pt: O estilo usado para o título do local.
