Repository: gramps-contrib/contrib
Catalog: trunk/contrib/ChangeGivenNames/po/*-local.po
Languages: de

source: Fix Capitalization of Given Names
de: Großschreibung von Vornamen korrigieren

source: Searches the entire database and attempts to fix capitalization of the given names.
de: Durchsucht die gesamte Datenbank und versucht Großschreibung von Vornamen zu korrigieren.

source: manual|Fix_Capitalization_of_Given_Names...
de: Großschreibung_von_Vornamen_korrigieren

source: Capitalization changes
de: Großschreibung Änderungen

source: Checking Given Names
de: Überprüfe Vornamen

source: Searching given names
de: Suche Vornamen

source: No modifications made
de: Keine Änderungen durchgeführt

source: No capitalization changes were detected.
de: Keine Großschreibung Änderungen festgestellt.

source: Select
de: Wähle

source: Capitalization Change
de: Großschreibung Änderung

source: Building display
de: Erstelle Anzeige

source: Below is a list of the family names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
de: Unten ist eine Liste der Vornamen die Gramps in die korrekte Schreibweise ändern kann. Wähle die Namen die Gramps ändern soll.

source: _Accept changes and close
de: _Änderungen übernehmen und beenden
