Repository: gramps-contrib/contrib
Catalog: MediaVerify/po/*-local.po
Languages: es

source: Media Verify
es: Verificar objetos audiovisuales

source: Verify that media is present in the correct path
es: Verifica que los objetos audiovisuales est√©n presentes en la ruta correcta

source: Media Verify Tool
es: Herramienta para verificar objetos audiovisuales

source: Moved/Renamed Files
es: Archivos movidos/renombrados

source: Missing Files
es: Archivos faltantes

source: Duplicate Files
es: Archivos duplicados

source: Extra Files
es: Archivos extra

source: No md5 Generated
es: Sin md5 generado

source: Errors
es: Errores

source: Close
es: Cerrar

source: Close the Media Verify Tool
es: Cerrar la Herramienta para verificar objetos audiovisuales

source: Generate
es: Generar

source: Generate md5 hashes for media objects
es: Generar md5 hashes para los objetos audiovisuales

source: Verify
es: Verificar

source: Check media paths and report missing, duplicate and extra files
es: Verificar rutas a objetos audiovisuales y reportar archivos faltantes, duplicados y extra

source: Export
es: Exportar

source: Export the results to a text file
es: Exportar los resultados a un archivo de texto

source: Fix
es: Reparar

source: Fix media paths of moved and renamed files
es: Reparar rutas de objetos audiovisuales movidos/renombrados

source: Verify Gramps media using md5 hashes
es: Verificar objetos audiovisuales usando md5 hashes

source: Files
es: Archivos

source: Export results to a text file
es: Exportar resultados a un archivo de texto

source: Error when writing the report: %s
es: Error al escribir el reporte: %s

source: Generating media hashes
es: Generando hashes de los objetos audiovisuales

source: Set media hashes
es: Definir hashes de los objetos audiovisuales

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
es: Ruta de objetos audiovisuales no definida. Debe definir la, "Ruta base para las rutas relativas a objetos" en las preferencias.

source: Finding files
es: Buscando archivos

source: Checking paths
es: Verificando rutas

source: Fixing file paths
es: Reparando rutas

source: Fix media paths
es: Reparar rutas
