Repository: gramps-contrib/contrib
Catalog: DenominoViso/po/*-local.po
Languages: ru

source: Generates a web (XHTML) page with a graphical representation of ancestors/descendants (SVG) where details about individuals become visible upon mouse-events.
ru: Создаёт веб-страницы (XHTML) с графическим представлением предков/потомков (SVG), где дополнительная информация выводится при помощи мыши.

source: No Source
ru: Нет источника

source: Ancestor
ru: Предок

source: Descendant
ru: Потомок

source: Regular
ru: Обычная

source: Fan
ru: Круговая

source: Growth Spiral
ru: Спираль роста

source: Mandelbrot Tree
ru: Древо Мандельброта

source: Pythagoras Tree
ru: Древо Пифагора

source: right to left
ru: справа на лево

source: left to right
ru: слева на право

source: top to bottom
ru: сверху в низ

source: bottom to top
ru: снизу в верх

source: type
ru: тип

source: role
ru: роль

source: date
ru: дата

source: place
ru: место

source: description
ru: описание

source: witnesses
ru: свидетели

source: source
ru: источник

source: Failure writing %s: %s
ru: Ошибка записи %s: %s

source: No central person selected
ru: Не выбрано главное лицо

source: Unknown time direction
ru: Не известно направление времени

source: and
ru: и

source: Events
ru: События

source: Attributes
ru: Атрибуты

source: Addresses
ru: Адреса

source: Notes
ru: Заметки

source: author
ru: автор

source: publication_info
ru: информация

source: abbreviation
ru: аббревиатура

source: Sources
ru: Источники

source: title
ru: название

source: volume
ru: том

source: of
ru: для

source: the chart type runs out of bounds
ru: тип графика выходит за границы

source: Search
ru: Поиск

source: in
ru: в

source: Event
ru: Событие

source: DenominoViso Options
ru: Параметры DenominoViso

source: Destination
ru: Расположение

source: The destination file for the xhtml-content.
ru: Файл назначения для xhtml.

source: Central Person
ru: Главное лицо

source: The central person for the tree
ru: Главное лицо для древа

source: Title of the webpage
ru: Название веб-страницы

source: Any string you wish.
ru: Любая дополнительная строка.

source: Display mode
ru: Режим отображения

source: Either plot ancestor or descendants graph.
ru: Построение графа предков или потомков.

source: Display type
ru: Тип отображения

source: The type of graph to create.
ru: Тип создаваемого графа.

source: Direction of time
ru: Направление времени

source: Direction in which time increases.
ru: Направление увелечения времени.

source: Generations
ru: Поколения

source: The number of generations to include in the tree
ru: Число поколений для включения в древо

source: Max chart width (%)
ru: Максимальная ширина графика (%)

source: Width of the tree as fraction of the browser window
ru: Ширина древа относительно окна браузера

source: Max chart height (px)
ru: Максимальная высота (px)

source: Height of the tree in pixels.
ru: Высота древа в пикселях.

source: Closing remarks
ru: Заключительная заметка

source: List of strings, free text added at the bottom, for example for a copyright notice.
ru: Список строк, свободный текст внизу, например - для указания лицензии.

source: Include Options
ru: Параметры включения

source: Include private records
ru: Включать приватные записи

source: Wheater to leave out private data.
ru: Необходимо ли исключить приватные данные.

source: Include Events
ru: Включать события

source: Wheather to include a person's events.
ru: Необходимо ли включить собития лица.

source: Include birth children
ru: Включать рождение детей

source: Whether to include the birth of children in the list of events.
ru: Необходимо ли включить родждение детей в список событий.

source: Include death relatives
ru: Включать смерти родственников

source: Whether to include the death of relatives during the lifetime of person.
ru: Необходимо ли включить события о смерти родственников за время жизни лица.

source: Include witness note
ru: Включать заметки свидетелей

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
ru: Необходимо ли включить заметки пренадлежащие свидетелям (если формат события содержит <свидетели>

source: Include Attributes
ru: Включать атрибуты

source: Whether to include a person's attributes
ru: Необходимо ли включить атрибуты лица

source: Include Addresses
ru: Включать адреса

source: Whether to include a person's addresses.
ru: Необходимо ли адреса лица.

source: Include Note
ru: Включать заметку

source: Whether to include a person's note.
ru: Необходимо ли включить заметку о лице.

source: Include URL
ru: Включать URL

source: Whether to include a person's internet address.
ru: Необходимо ли включить интернет адреса лица.

source: Include URL description
ru: Включать описание URL

source: Whether to include the description of the first URL
ru: Необходимо ли включить описание первого URL

source: Include Sources
ru: Включать источники

source: Whether to include a person's sources.
ru: Необходимо ли включить источники для лица.

source: Image Options
ru: Параметры изображения

source: Include Photos/Images from Gallery
ru: Включать фото/изображения из альбома

source: Whether to include images
ru: Необходимо ли включить изображения

source: Copy Image
ru: Копировать изображения

source: Copy the images to a designated directory.
ru: Копировать изображения в указанный каталог.

source: Images with Attribute
ru: Изображения с атрибутами

source: Determine images with which attributes to in/exclude
ru: Определяет какие изображения включить/исключить по атрибутам

source: Include Image source references
ru: Включать ссылки на источник изображения

source: Whether to include references for images
ru: Необходимо ли включить ссылки на изображения

source: Source reference attribute
ru: Атрибут ссылки на источник

source: Image attribute that should be used as source reference
ru: Атрибут изображения, который будет использован как ссылка на источник

source: Style Options
ru: Параметры стиля

source: Color of active person:
ru: Цвет для выбранных лиц:

source: RGB-color of geometric shape of the activated person.
ru: RGB-цвет блока используемого для выбранных лиц.

source: Color of found persons:
ru: Цвет для найденных лиц:

source: RGB-color of geometric shape of the persons found.
ru: RGB-цвет блока используемого для найденных лиц.

source: Color of male persons:
ru: Цвет для мужчин:

source: RGB-color of geometric shape of the male persons.
ru: RGB-цвет блока используемого для отображения мужчин.

source: Colour of female persons:
ru: Цвет для женщин:

source: RGB-color of geometric shape of the female persons.
ru: RGB-цвет блока используемого для отображения женщин.

source: Width of rectangle (hrd):
ru: Ширина блока:

source: The width of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
ru: Ширина блока лица для обычного типа графика, выраженная частью горизонтального размера блока.

source: Height of rectangle (hrd):
ru: Высота блока:

source: The height of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
ru: Высота блока лица для обычного типа графика, выраженная частью горизонтального размера блока.

source: Vertical distance of rectangles (hrd):
ru: Вертикальный зазор между блоками:

source: The vertical distance of person rectangles of the regular chart type expressed as fraction of the horizontal rectangle distance.
ru: Вертикальный зазор между блоками лиц для обычного типа графика, выраженный частью горизонтального размера блока.

source: Extra style settings:
ru: Дополнительные настройки стиля:

source: Whatever css style settings are needed.
ru: Любой стиль в формате css, если необходими.

source: Advanced Options
ru: Дополнительные настройки

source: Mouse event handler
ru: Обработка событий мыши

source: Mouse handler used to interact with visitor of webpage.
ru: Обработка событий мыши, которая будет использована на веб-странице.

source: Birth relationship linestyle
ru: Стиль линии рождения

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
ru: Массив списков, где каждый список является списком информации о пунктирах линии соединяющей детей и родителей.

source: Source confidence color
ru: Цвет достоверности источника

source: List os lists where each sublist is a list with information on the color to use for a certain confidence level.
ru: Массив списков, где каждый список является списком информации о цвете для определённого уровня достоверности.

source: Event format
ru: Формат события

source: at
ru: в

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
ru: Список строк с метками для событий. Известные метки: <тип>, <роль>, <дата>, <место>, <описание>, <свидетели>, <источник> и любые <атрибут-значение>.

source: Source format
ru: Формат источника

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
ru: Список строк с метками для источников. Известные метки: <название>, <том>, <автор>, <информация> и <аббревиатуры>.

source: restricted to:
ru: ограничено до:

source: to directory:
ru: в каталог:

source: Save images in ...
ru: Сохранение изображений в ...

source: equal to
ru: равняется

source: should be
ru: должно быть

source: Name HTML-wrapper file
ru: Имя файла HTML-wrapper

source: Save HTML-wrapper file as ...
ru: Сохранение файла HTML-wrapper как ...

source: Give a filename ...
ru: Присвоение имени файла ...

source: Relation type
ru: Тип связи

source: Use dashed linestyle
ru: Использовать пунктирные линии

source: Dash length
ru: Длина пунктира

source: Inter-dash length
ru: Промежутки в линии

source: Confidence
ru: Достоверность

source: Color
ru: Цвет
