Repository: gramps-contrib/contrib
Catalog: ChangeGivenNames/po/*-local.po
Languages: hr

source: Fix Capitalization of Given Names
hr: Ispravi početna slova imena

source: Searches the entire database and attempts to fix capitalization of the given names.
hr: Pretražuje cijelu bazu podataka i pokušava ispraviti početna slova imena.

source: manual|Fix_Capitalization_of_Given_Names...
hr: Ispravi_početna_slova_imena …

source: Capitalization changes
hr: Promjene u pisanju početnih slova

source: Checking Given Names
hr: Provjeravanje imena

source: Searching given names
hr: Traženje imena

source: No modifications made
hr: Nisu učinjene promjene

source: No capitalization changes were detected.
hr: Nisu ustanovljene promjene u pisanju početnih slova.

source: Select
hr: Odaberi

source: Original Name
hr: Izvorno ime

source: Capitalization Change
hr: Promjena u pisanju početnih slova

source: Affected Names
hr: Dotična imena

source: Building display
hr: Stvaranje prikaza

source: Below is a list of the given names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
hr: Ispod se nalazi popis imena, kojima Gramps može ispraviti početna slova. Odaberi imena, koja želiš promijeniti.

source: Edit selection
hr: Uredi odabir

source: _Accept changes and close
hr: Prihvati promjene i zatvori prozor
