Repository: gramps-contrib/contrib
Catalog: trunk/contrib/GoogleEarthWriteKML/po/*-local.po
Languages: fr

source: Creates data file for GoogleEarth and opens it
fr: Créé un fichier de données pouvant être ouvert dans GoogleEarth

source: No place description
fr: Aucune description du lieu

source: GoogleEarth not installed!
fr: GoogleEarth n'est pas installé !

source: Create kmz/kml file ''%s'' in user directory ''%s''?
fr: Création du fichier kmz/kml "%s" dans le répertoire de l'utilisateur "%s" ?

source: Yes
fr: Oui

source: No
fr: Non

source: Failure writing to %s
fr: Échec à l'écriture de %s

source: Directory does not exist
fr: Le répertoire n'existe pas

source: GoogleEarth file exists!
fr: Le fichier GoogleEarth existe !

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
fr: Écraser le fichier kmz/kml "%s" dans le répertoire de l'utilisateur "%s" ?
