Repository: gramps-contrib/contrib
Catalog: trunk/contrib/SetMarkerTool/po/*-local.po
Languages: fr, nl

source: Set Marker
fr: Définir un marqueur
nl: Aanduiding ingeven

source: Set Marker to a given value.
fr: Définir le marqueur avec une certaine valeur.
nl: Aanduiding een bepaalde waarde toekennen.

source: Person Filter
fr: Filtre sur la personne
nl: Persoonsfilter

source: Select filter to restrict people
fr: Sélectionne un filtre pour restreindre les individus
nl: Filter om aantal personen te beperken, selecteren

source: Filter Person
fr: Filtre sur l'individu
nl: Personenfilter

source: The center person for the filter
fr: L'individu central pour ce filtre
nl: De centrale persoon voor de filter

source: Marker
fr: Marqueur
nl: Aanduiding

source: Marker value to add or edit
fr: Valeur du marqueur à ajouter ou éditer
nl: Aanduisingswaarde die toegevoegd of veranderd wordt

source: Results
fr: Résultats
nl: Resultaten

source: Processing...
fr: Traitement en cours...
nl: Wordt verwerkt...

source: Setting markers...
fr: Définition des marqueurs...
nl: Aanduisingen worden aangepast...

source: Setting markers to '%s'...
fr: Définition du marqueur '%s'...
nl: Aanduidingen worden aangepast naar '%s'...

source: Set %d markers to '%s'
fr: A défini %d marqueurs '%s'
nl: %d aanduidingen veranderd naar '%s'

source: Done!
fr: Terminé !
nl: OK!

source: Beta
fr: Bêta

source: Sets an marker of a person to a given value.
fr: Définit un marqueur pour une personne avec une valeur donnée.
nl: Aanduiding van een persoon een bepaalde waarde toekennen.

source: Options
nl: Opties
