Repository: gramps-contrib/contrib
Catalog: RepositoriesReport/po/*-local.po
Languages: fr, ru

source: Repositories Report Options
fr: Rapport des dépôts avec options
ru: Параметы отчета о хранилищах

source: Produces a textual repositories report
fr: Produit un rapport textuel des dépôts
ru: Предоставляет текстовый отчёт о хранилищах

source: Repositories Report
fr: Rapport des dépôts
ru: Отчёт о хранилищах

source: Report Options
fr: Options du rapport
ru: Параметры отчёта

source: The style used for the title of the report.
fr: Le style utilisé pour le titre du rapport.
ru: Стиль, используемый для заголовка отчёта.

source: The style used for repository title.
fr: Le style utilisé pour le titre du dépôt.
ru: Стиль для названия хранилища.

source: The style used for each section.
fr: Le style utilisé pour chaque section.
ru: Стиль используемый для заголовков разделов .

source: Address:
fr: Adresse :
ru: Адрес:

source: Author:
fr: Auteur :
ru: Автор:

source: Abbreviation:
fr: Abréviation :
ru: Сокращение:

source: Publication information:
fr: Information de publication :
ru: Информация о публикации:

source: Data:
fr: Données :
ru: Дата:

source: Confidence level:
fr: Niveau de confiance :
ru: Достоверность:

source: Citation:
ru: Цитата:

source: Date:
ru: Дата:

source: Page:
ru: Страница:

source: Repositories
fr: Dépôts
ru: Хранилища

source: Sources
ru: Источники

source: Select using filter
fr: Sélection avec un filtre
ru: Выбрать используя фильтр

source: Selection with a filter
fr: Sélection avec un filtre
ru: Выбор с использованием фильтра

source: Include repository's urls
fr: Inclure les liens internet du dépôt
ru: Включать сслыки на хранилище

source: Whether to include urls on repository.
fr: Inclure ou non les liens internet du dépôt.
ru: Включать ли ссылки на хранилище.

source: Include repository's address
fr: Inclure les adresses du dépôt
ru: Включать адрес хранилища

source: Whether to include addresses on repository.
fr: Inclure ou non les adresses du dépôt.
ru: Включать ли адрес хранилища.

source: Include source's author
fr: Inclure l'auteur de la source
ru: Включать автора источника

source: Whether to include author.
fr: Inclure ou non l'auteur.
ru: Включать ли автора.

source: Include source's abbreviation
fr: Inclure l'abréviation de la source
ru: Включать аббревиатуру источника

source: Whether to include abbreviation.
fr: Inclure ou non l'abréviation.
ru: Включать ли аббревиатуру.

source: Include source's publication information
fr: Inclure l'information de publication pour la source
ru: Включать информацию о публикации источника

source: Whether to include publication information.
fr: Inclure ou non l'information du publication.
ru: Включать ли информациюо публикации.

source: Include source's data
fr: Inclure les données personnalisées de la source
ru: Включать данные источника

source: Whether to include keys and values.
fr: Inclure ou non les clés et valeurs.
ru: Включать ли ключи и значения.

source: Include notes
fr: Inclure les notes
ru: Включать заметки

source: Whether to include notes on repositories and sources.
fr: Inclure ou non les notes pour les dépôts et sources.
ru: Включать ли заметки хранилищ и источников.

source: Include media
fr: Inclure les media
ru: Включать документы

source: Whether to include media.
fr: Inclure ou non les media.
ru: Включать ли документы.

source: Include citations
fr: Inclure les citations
ru: Включать цитаты

source: Whether to include citations on sources.
fr: Inclure ou non les citations de la source.
ru: Включать ли цитаты источников.

source: Include private records
fr: Inclure les enregistrements privés
ru: Включать личные записи

source: Whether to include repositories and sources marked as private.
fr: Inclure ou non les dépôts et sources marquées comme privées.
ru: Включать ли хранилища и источники помеченные как личные.

source: Display empty values
fr: Afficher les données vides
ru: Отображать пустые значения

source: Whether to include key records with empty values.
fr: Inclure ou non les enregistrements clés avec des champs vides
ru: Включать ли ключи и с пустые значениями.

source: The style used for child section.
fr: Le style utilisé pour la section secondaire.
ru: Стиль для раздела детей.

source: The basic style used for the note display.
fr: Le style de base pour afficher la note.
ru: Основной стиль используемый для отображения заметок.
