Repository: gramps-contrib/contrib
Catalog: trunk/contrib/Census/po/*-local.po
Languages: sv

source: Name
sv: Namn

source: Age
sv: Ålder

source: Occupation
sv: Yrke

source: Where Born
sv: Födelseplats

source: Relation
sv: Släktskap

source: Condition
sv: Tillstånd

source: Years Married
sv: Antal år gift

source: Children Alive
sv: Antal levande barn

source: Children Dead
sv: Antal döda barn

source: Census
sv: Folkräkning

source: Census details for:
sv: Folkräkningsdetaljer för:

source: Date
sv: Datum

source: Place
sv: Plats

source: No active person set.
sv: Ingen aktiv person bestämd.

source: Census: %s
sv: Folkräkning: %s

source: New Census
sv: Ny folkräkning

source: Edit Census
sv: Redigera folkräkning

source: Census:
sv: Folkräkning:

source: Date:
sv: Datum:

source: Place:
sv: Plats:

source: Source Ref:
sv: Källreferens:

source: Order
sv: Ordning

source: Cannot add a person to this census.
sv: Kan ej lägga till en person till denna folkräkning.

source: First select a census from the drop-down list.
sv: Leta först reda på en folkräkning från rullgardinslistan.

source: Select Person
sv: Välj person

source: Census Report
sv: Folkräkningsrapport

source: Report of census events for a person.
sv: Rapport över folkräkningshändelser för en person

source: Person %s is not in the Database
sv: Personen %s saknas i databasen

source: Census Report for %s
sv: Folkräkningsrapport för %s

source: Source Reference:
sv: Källreferens:

source: Address:
sv: Adress:

source: Report Options
sv: Rapportalternativ

source: Center Person
sv: Huvudperson

source: The starting person for the report.
sv: Begynnelseperson för rapporten

source: Page break after each census.
sv: Sidbrytning efter varje folkräkning

source: Start a new page after each census.
sv: Börja på ny sida efter varje folkräkning

source: The style used for the title of the page.
sv: Stil som används för sidans titel.

source: The style used for headings.
sv: Stil som används för rubriker.

source: The style used for names.
sv: Mall använd för namn.

source: The style used for column headings.
sv: Mall använd för kolumnrubriker.

source: The default text style.
sv: Standardtextmallen.
