Repository: gramps-contrib/contrib
Catalog: UAWebConnectPack/po/*-local.po
Languages: uk

source: Forum: ukrgenealogy.com.ua
uk: Форум: ukrgenealogy.com.ua

source: Forum: genoua.name
uk: Форум: genoua.name

source: Encyclopedia: esu.com.ua
uk: Енциклопедія: esu.com.ua

source: Wikipedia: uk.wikipedia.org
uk: Вікіпедія: uk.wikipedia.org

source: Repressed DB: reabit.org.ua
uk: База репресованих: reabit.org.ua

source: Genealogy DB: familysearch.org
uk: Генеалогічна база: familysearch.org

source: Genealogy DB: myheritage.com.ua
uk: Генеалогічна база: myheritage.com.ua

source: Genealogy DB: pra.in.ua
uk: Генеалогічна база: pra.in.ua

source: Map: Ridni.org
uk: Карта прізвищ: Ridni.org

source: Search: google.com.ua
uk: Пошук: google.com.ua

source: Search: roots.in.ua
uk: Пошук: roots.in.ua

source: Collection of Web sites for the UA (requires libwebconnect)
uk: Колекція вебсайтів для України (потрібен libwebconnect)
