Repository: gramps-contrib/contrib
Catalog: MediaReport/po/*-local.po
Languages: ru

source: Media Report
ru: Медиа отчёт

source: Generates report including images, image data and notes.
ru: Создаёт отчёт включающий изображения, информацию об изображении и его заметках.

source: INFO
ru: ИНФОРМАЦИЯ

source: You have to select an image to generate this report.
ru: Необходимо выбрать изображение для создания отчёта.

source: You have to select a custom note or uncheck the option 'include custom note' to generate this report.
ru: Необходимо выбрать заметку или отключить параметр 'включает заметку' для создания отчёта.

source: This report only supports PDF as output file format.
ru: Поддерживается только PDF формат для сохранения в файл.

source: General:
ru: Основное:

source: Description:
ru: Описание:

source: Image type:
ru: Тип изображения:

source: File does not exist
ru: Файл не существует

source: Could not add photo to page
ru: Не удалось добавить фото на страницу

source: Heading
ru: Заголовок

source: Report Options
ru: Параметры отчёта

source: Media
ru: Изображения

source: Select a media file for this report
ru: Выберите медиа-файл для отчёта

source: Custom note
ru: Заметка

source: Select a note for this report
ru: Выберите заметку для отчёта

source: Include custom note
ru: Включает заметку

source: The custom note will be included
ru: Выбранная заметка будет включена

source: Include referenced people
ru: Включать людей по ссылкам

source: Referenced people will be included
ru: Будут включены люди на которых имеются ссылки

source: Include media data
ru: Включать медиа данные

source: Tags, notes and attributes will be included
ru: Метки, заметки и атрибуты будут включены

source: Media width
ru: Ширина изображения

source: Maximum media width in % of available page width.
ru: Максимальная ширина в % от доступной ширины страницы.

source: Media height
ru: Высота изображения

source: Maximum media height in % of available page height.
ru: Максимальная высота в % от доступной высоты страницы.
