Repository: gramps-contrib/contrib
Catalog: EditExifMetadata/po/*-local.po
Languages: fr

source: Edit Image Exif Metadata
fr: Éditer les métadonnées Exif de l'image

source: Gramplet to view, edit, and save image Exif metadata
fr: Gramplet pour voir, éditer, et enregistrer les métadonnées Exif de l'image

source: Edit Exif Metadata
fr: Édition des métadonnées Exif

source: <-- Image Types -->
fr: <-- Types d'image -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
fr: Attention : changer cette entrée mettra à jour le titre stocké par Gramps, pas les métadonnées Exiv2 du medium.

source: Provide a short description for this image.
fr: Fournit une description sommaire de l'image.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
fr: Entrez l'artiste, l'auteur de cette image. Le nom de la personne ou la compagnie créatrice de cette image.

source: Enter the copyright information for this image.
fr: Entrez l'information sur le droit à la copie pour cette image.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
fr: La date originelle lorsque l'image fut créée/prise par le photographe. Exemple: 1830-01-1 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
fr: Ceci est la date de dernière modification de l'image. Exemple : 2011-05-24 14:30:00

source: Enter the Latitude GPS coordinates for this image, Example: -43.722965, -43:43:22, 38° 38′ 03″ N
fr: Entrez les coordonnées GPS de la latitude pour votre image, Exemple : 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3

source: Enter the Longitude GPS coordinates for this image, Example: -10.396378, -10:23:46, 105° 6′ 6″ W
fr: Entrez les coordonnées GPS de la longitude pour votre image, Exemple : 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6

source: This is the measurement of Above or Below Sea Level. It is measured in meters. Example: 200.558, -200.558
fr: Il s'agit de l'altitude au-dessus et en-dessous de la mer. L'unité est le mètre. Exemple : 200.558, -200.558

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
fr: Affiche la page d'aide du wiki pour 'Édition des métadonnées Exif de l« image » dans votre navigateur internet.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
fr: Ceci va ouvrir une nouvelle fenêtre pour éditer / modifier les métadonnées Exif de l'image. Vous permettant également d'enregistrer les métadonnées modifiées.

source: Will produce a Popup window showing a Thumbnail Viewing Area
fr: Va générer une fenêtre avec une aire pour visualiser l'aperçu

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
fr: Sélectionnez depuis la liste un type d'image compatible Exif vers lequel vous souhaitez convertir votre image.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
fr: Si votre image n'est pas un type d'image supportant les métadonnées Exif, doit-on la convertir dans un format les supportant ?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
fr: ATTENTION : ceci va complètement écraser les métadonnées Exif de cette image ! Êtes-vous certain(e) de vouloir faire cela ?

source: Clear GPS
fr: Effacer le GPS

source: Thumbnail
fr: La vignette

source: Copy
fr: Copie

source: Convert
fr: Convertir

source: Clear
fr: Nette

source: Select an image to begin...
fr: Sélectionnez une image pour commencer...

source: Image is NOT readable, Please choose a different image...
fr: Cette image N'EST PAS lisible. Choisissez une autre image...

source: Please convert this image to an Exiv2- compatible image type...
fr: Vous pouvez essayer de convertir cette image vers Exiv2- type d'image compatible...

source: Image Size : {width} x {height} pixels
fr: Taille de l'image : %04(width)d x %04(height)d pixels

source: Image is NOT writable, You will NOT be able to save Exif metadata....
fr: Cette image est protégée en écriture. Vous NE pourrez PAS enregistrer les métadonnées Exif...

source: Click Close to close this Thumbnail View Area.
fr: Cliquez ici pour fermer l'aire d'affichage de l'aperçu.

source: Thumbnail View Area
fr: Aire d'aperçu

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
fr: ATTENTION : vous êtes en train de convertir cette image en .jpeg. Êtes-vous certain(e) de vouloir faire cela ?

source: Convert and Delete
fr: Convertir et supprimer

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
fr: Votre image a été convertie et le fichier original a été supprimé. Le chemin complet a été mis à jour !

source: There has been an error, Please check your source and destination file paths...
fr: Il y a eut une erreur. Vérifiez votre source et la destination des chemins de fichier...

source: There was an error in deleting the original file. You will need to delete it yourself!
fr: Il y a eut une erreur dans la suppression du fichier original. Vous devez le supprimer vous-même !

source: There was an error in converting your image file.
fr: Il y a eut une erreur dans la conversion de votre fichier image.

source: Media Path Update
fr: Mise à jour de votre chemin image

source: There has been an error in updating the image file's path!
fr: Il y a eut une erreur dans la mise à jour du chemin de l'image !

source: Click the close button when you are finished modifying this image's Exif metadata.
fr: Cliquez sur le bouton fermer lorsque vous avez terminé de modifier les métadonnées Exif de l'image.

source: Saves a copy of the data fields into the image's Exif metadata.
fr: Enregistre une copie des données dans les métadonnées Exif de l'image.

source: Re -display the data fields that were cleared from the Edit Area.
fr: Afficher une nouvelle fois les données qui ont été effacées de l'aire d'édition.

source: This button will clear all of the data fields shown here.
fr: Ce bouton effacera toutes les données affichées ici.

source: This button will clear all of the GPS fields shown here.
fr: Ce bouton effacera toutes les données affichées ici.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
fr: Ferme la fenêtre d'édition. ATTENTION : cette action n'enregistrera PAS les modifications des métadonnées Exif de l'image.

source: Media Object Title
fr: Titre de l'objet medium

source: media Title:
fr: titre du média :

source: General Data
fr: Général

source: Artist:
fr: Artiste :

source: Date/ Time
fr: Date / Heure

source: Modified:
fr: Modifié :

source: Latitude/ Longitude/ Altitude GPS coordinates
fr: Latitude / Longitude / Altitude des coordonnées GPS

source: Bad Date/Time
fr: Mauvaise date / heure

source: Invalid latitude (syntax: 18\u00b09'
fr: Latitude invalide (syntaxe : 18\u00b09'

source: 48.21"S, -18.2412 or -18:9:48.21)
fr: 48.21"S, -18.2412 ou -18:9:48.21)

source: Invalid longitude (syntax: 18\u00b09'
fr: Longitude invalide (syntaxe : 18\u00b09'

source: 48.21"E, -18.2412 or -18:9:48.21)
fr: 48.21"E, -18.2412 ou -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image?
fr: ATTENTION ! Voulez vous supprimer toutes les métadonnées Exif de cette image ?

source: Delete
fr: Supprimer

source: WARNING! You are about to completely delete the GPS metadata from this image?
fr: ATTENTION ! Voulez vous supprimer toutes les métadonnées Exif de cette image ?

source: Media Title Update
fr: Mise à jour du titre

source: Media Object Date Created
fr: Date de création

source: Saving Exif metadata to this image...
fr: Enregistrement des métadonnées Exif dans l'image...

source: All Exif metadata has been deleted from this image...
fr: Toutes les métadonnées Exif ont été supprimées de cette image...

source: There was an error in stripping the Exif metadata from this image...
fr: Il y a eut une erreur dans la ré-initialisation des métadonnées pour cette image...
