Repository: gramps-contrib/contrib
Catalog: trunk/contrib/ToDoReport/po/*-local.po
Languages: nl

source: Todo Report
nl: 'Nog te doen'-verslag

source: Produces a list of all the notes with a given marker along with the records that it references, the Person, Family, Event, etc.
nl: Een lijst van opmerkingen met een bepaalde aanduiding wordt aangemaakt, samen met de gegevens waarnaar verwezen wordt, de persoon, familie, gegeven, enz. .

source: ToDo Report
nl: 'Nog-te-doen'-verslag

source: You must first create a tag before running this report.
nl: U dient eerst een tag aan te maken vooraleer u dit verslag kunt draaien.

source: Report on Notes Tagged %s
nl: Verslag over opmerkingen met de tag %s

source: Text
nl: Tekst

source: %(relationship_type)s on %(relationship_date)s
nl: %(relationship_type)s op %(relationship_date)s

source: date:
nl: datum:

source: place:
nl: locatie:

source: Report Options
nl: Verslagopties

source: The tag to use for the report
nl: De gebruikte tag voor dit verslag

source: Group by reference type
nl: Volgens verwijzingstype rangschikken

source: Group notes by Family, Person, Place, etc.
nl: Opmerkingen volgens familie, persoon, locatie, ... rangschikken.

source: The style used for the title of the page.
nl: De gebruikte stijl voor de titel van de pagina.

source: The style used for the section headers.
nl: De gebruikte stijl voor de sectietitels.

source: The basic style used for the text display.
nl: De gebruikte basisstijl voor de tekstweergave.

source: The basic style used for table headings.
nl: De gebruikte basisstijl voor de tabelhoofdingen.

source: The basic style used for the note display.
nl: De gebruikte basisstijl voor de weergave van opmerkingen.
