Repository: gramps-contrib/contrib
Catalog: RUWebConnectPack/po/*-local.po
Languages: ru

source: RU Web Connect Pack
ru: Набор RU Web Connect

source: Collection of Web sites for the RU (requires libwebconnect)
ru: Набор веб-сайтов для России (требуется libwebconnect)

source: OBD "Memorial"
ru: ОБД "Мемориал"

source: People memory
ru: Память народа

source: Winners
ru: Победители

source: Lived
ru: Прожито

source: Open list
ru: Открытый список

source: Wait for me
ru: Жди меня

source: All Russia Family Tree (forum)
ru: Всеросийское генеалогическое древо (форум)

source: Yandex people
ru: Яндекс люди

source: OK
ru: Одноклассники
