Repository: gramps-contrib/contrib
Catalog: Heatmap/po/*-local.po
Languages: sv_se

source: Heatmap
sv_se: Färgdiagram

source: Create a heatmap web report.
sv_se: Skapa en webbrapport med färgdiagram.

source: General
sv_se: Allmänt

source: Map tiles
sv_se: Kartplattor

source: Point size
sv_se: Punktstorlek

source: Set the size of the heatmap points. Default: 15
sv_se: Storleken på färgdiagrammets punkter. Standard: 15

source: File path
sv_se: Filmål

source: For the file name only english letters A-Z, a-z and numbers 0-9 as well as the characters space, underline and hypen are allowed. The file name also has to start and end with an alphanumeric character.The file extention '.html' is added by the report.
sv_se: För filnamnet är endast engelska bokstäver A-Z, a-z och siffror 0-9 samt tecknens mellanslag, understrykning och bindestreck tillåtna. Filnamnet måste också börja och sluta med ett alfanumeriskt tecken. Filtillägget '.html' läggs till i rapporten.

source: File name
sv_se: Filnamn

source: Enable custom start position
sv_se: Aktivera anpassad startposition

source: Enabling will force the map open at your custom start position and zoom.
sv_se: Aktivering tvingar kartan att öppnas vid din anpassade startposition och zooma.

source: Advanced
sv_se: Avancerade

source: Start latitude
sv_se: Startlatitud

source: Set custom start position latitude Default: 50.0
sv_se: Ange anpassad startpositionslatitud Standard: 50.0

source: Start longitude
sv_se: Startlongitud

source: Set custom start position longitude Default: 10.0
sv_se: Ange anpassad startpositionslongitud Standard: 10.0

source: Set the value for the starting zoom Default: 5
sv_se: Ställ in värdet för startzoomen Standard: 5

source: Enable map limits
sv_se: Aktivera kartgräns

source: Enabling map limits forces the user to stay in a predefined part of the map.
sv_se: Aktivering av kartgränser tvingar användaren att stanna i ett fördefinierat område av kartan.

source: Limits
sv_se: Gränser

source: Set minimal zoom value Default: 1
sv_se: Ställ in minimalt zoomvärde Standard: 1

source: Set maximum zoom value. Default: 18
sv_se: Ställ in maximalt zoomvärde. Standard: 18

source: Upper left corner latitude
sv_se: Latitud för övre vänstra hörnet

source: Set latitude for upper left corner map limit.
sv_se: Ställ in latitud för kartgränsen i övre vänstra hörnet.

source: Upper left corner longitude
sv_se: Longitud för övre vänstra hörnet

source: Set longitude for upper left corner map limit.
sv_se: Ställ in longitud för kartgränsen i övre vänstra hörnet.

source: Lower right corner latitude
sv_se: Latitud för nedre högra hörnet

source: Set latitude for lower right corner map limit.
sv_se: Ställ in latitud för kartgränsen i nedre högra hörnet.

source: Lower right corner longitude
sv_se: Longitud för nedre högra hörnet

source: Set longitude for lower right corner map limit.
sv_se: Ställ in longitud för kartgränsen i nedre högra hörnet.

source: Render custom map limit border
sv_se: Rendera anpassad kartgränskant

source: Enabling will render the map limit border
sv_se: Aktivering renderar kartgränskanten

source: Ancestors of <selected person>
sv_se: Anor till <selected person>

source: Descendants of <selected person>
sv_se: Ättlingar till <selected person>

source: Invalid filename.
sv_se: Ogiltigt filnamn.

source: Path does not exist.
sv_se: Sökvägen finns inte.

source: Report generation failed. Please check the values for start latitude and longitude. Latitude: -90 to 90 Longitude: -180 to 180
sv_se: Rapportgenereringen misslyckades. Kontrollera värdena för startlatitud och longitud. Latitud: -90 till 90 Longitud: -180 till 180

source: [INFO]: Place '%s' was ignored because of unsupported coordinate values.
sv_se: [INFO]: Platsen '%s' ignorerades på grund av koordinatvärden utan stöd.

source: Your zoom settings were inconclusive and therefore changed for this report generation.
sv_se: Dina zoominställningar var ofullständiga och ändrades därför för denna rapportgenerering.

source: Report generation failed. Please check the values for limits latitude and longitude. Latitude: -90 to 90 Longitude: -180 to 180
sv_se: Rapportgenereringen misslyckades. Kontrollera värdena för gränslatitud och longitud. Latitud: -90 till 90 Longitud: -180 till 180
