Repository: gramps-contrib/contrib
Catalog: D3Charts/po/*-local.po
Languages: de, hr, ru

source: Ancestral Collapsible Tree
de: Zusammenklappbarer Vorfahrenbaum
hr: Sklopivo stablo predaka
ru: Древо предков (D3)

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Collapsible Tree Layout from the D3.js JavaScript library.
de: Erzeugt eine Webseite mit einer grafischen Darstellung von Vorfahren (SVG)dargestellt als zusammenklappbares Baum-Layout aus der D3.js JavaScript-Bibliothek.
hr: Stvara web stranicu s grafičkim prikazom predaka (SVG), prikazanih sklopivim stablastim oblikom, pomoću D3.js JavaScript biblioteke.
ru: Создаёт веб-станицу с графическим отображением предков (SVG) представленном в виде сворачиваемого древа при помощи D3.js JavaScript библиотеки.

source: Person %s is not in the Database
de: Person %s ist nicht in der Datenbank
hr: Osoba %s ne postoji u bazi podataka
ru: Лицо %s отсутствует в базе данных

source: Failed writing %s: %s
de: Fehler beim Schreiben %s: %s
hr: Greška u pisanju %s: %s
ru: Ошибка записи %s: %s

source: Failed to create directory structure : %s
de: Fehler beim erstellen der Verzeichnisstruktur: %s
hr: Greška u stvaranju strukture direktorija: %s
ru: Не удалось создать структуру каталогов : %s

source: Failed to copy web files : %s
de: Fehler beim Kopieren von Webdateien: %s
hr: Greška u kopiranju web datoteka: %s
ru: Не удалось скопировать веб-файлы : %s

source: Ancestral Collapsible Tree Options
de: Zusammenklappbarer Vorfahrenbaum Optionen
hr: Opcije za sklopivo stablo predaka
ru: Параметры древа предков

source: Center Person
de: Hauptperson
hr: Središnja osoba
ru: Главное лицо

source: The center person for the report
de: Die Hauptperson für den Bericht
hr: Središnja osoba u izvještaju
ru: Главное лицо для отчёта

source: Name format
de: Namensformat
hr: Format za imena
ru: Формат имён

source: Default
de: Vorgabe
hr: Zadano
ru: По умолчанию

source: Select the format to display names
de: Wähle das Format zum Anzeigen von Namen.
hr: Odaberi format za prikaz imena
ru: Выберите формат отображения имён

source: Include Generations
de: Generationen Aufnehmen
hr: Uključi generacije
ru: Включать покаления

source: The number of generations to include in the report
de: Anzahl der im Bericht enthaltenen Generationen
hr: Broj generacija, uključenih u izvještaj
ru: Количество поколений включаемых в отчёт

source: Male Background Color
de: Hintergrundfarbe männlich
hr: Pozadinska boja za muškarce
ru: Цвет для мужчин

source: RGB-color for male box background.
de: RGB-Farbe für männliche Boxenhintergrund
hr: RGB-boja za pozadinsku boju muških okvira.
ru: RGB-цвет для мужского блока

source: Male Expandable Background Color
de: Hintergrundfarbe männlich expandierbar
hr: Pozadinska boja proširenih muških okvira
ru: Цвет для мужчин (раскрываемый)

source: RGB-color for male expandable box background.
de: RGB-Farbe für männliche expandierbare Boxenhintergrund
hr: RGB-boja za pozadinsku boju proširenih muških okvira.
ru: RGB-цвет для мужского раскрываемого блока

source: Female Background
de: Hintergrund weiblich
hr: Pozadinska boja za žene
ru: Цвет для женщин

source: RGB-color for female box background.
de: RGB-Farbe für weibliche Boxenhintergrund
hr: RGB-boja za pozadinsku boju ženskih okvira.
ru: RGB-цвет для женского блока

source: Female Expandable Background
de: Hintergrund weiblich expandierbar
hr: Pozadinska boja proširenih ženskih okvira
ru: Цвет для женщин (раскрываемый)

source: RGB-color for female expandable box background.
de: RGB-Farbe für weibliche expandierbare Boxenhintergrund
hr: RGB-boja za pozadinsku boju proširenih ženskih okvira.
ru: RGB-цвет для женского раскрываемого блока

source: Destination
de: Ziel
hr: Odredište
ru: Расположение

source: The destination path for generated files.
de: Der Zielpfad für erstellte Dateien.
hr: Odredište za spremanje datoteka.
ru: Путь назначения к создаваемым файлам.

source: Filename
de: Dateiname
hr: Ime datoteke
ru: Имя файла

source: The destination file name for html content.
de: Der Zieldateiname für HTML Inhalt.
hr: Ime datoteke za html sadržaj.
ru: Имя файла для html

source: Ancestral Fan Chart
de: Ahnenfächergrafik
hr: Lepezasti dijagram predaka
ru: Круговая диаграмма предков

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Fan Chart from the D3.js JavaScript library.
de: Erzeugt eine Webseite mit einer grafischen Darstellung von Vorfahren (SVG)dargestellt als Fächergrafik aus der D3.js JavaScript-Bibliothek.
hr: Stvara web stranicu s grafičkim prikazom potomaka (SVG), prikazanih lepezasti dijagramom, pomoću D3.js JavaScript biblioteke.
ru: Создаёт веб-станицу с графическим отображением предков (SVG) представленном в виде круговой диаграммы при помощи D3.js JavaScript библиотеки.

source: Ancestral Fan Chart Options
de: Ahnenfächergrafik Optionen
hr: Opcije za lepezasti dijagram predaka
ru: Параметры круговой диаграммы

source: Paternal Background Color
de: Väterliche Hintergrundfarbe
hr: Očeva boja pozadine
ru: Цвет фона для отца

source: RGB-color for paternal box background.
de: RGB-Farbe für väterlichen Boxenhintergrund
hr: RGB-boje za očevu boju pozadine.
ru: RGB-цвет для фона блока отца.

source: Maternal Background
de: Hintergrund väterlich
hr: Majčina boja pozadine
ru: Цвет фона для матери

source: RGB-color for maternal box background.
de: RGB-Farbe für väterlichen Boxenhintergrund
hr: RGB-boje za majčinu boju pozadine.
ru: RGB-цвет для фона блока матери.

source: Descendant Indented Tree
de: Nachkommenbaum eingerückt
hr: Uvučeno stablo potomaka
ru: Древо потомков с отступами

source: Generates a web page with a graphical representation of descendants (SVG) representedas a Collapsible Indented Tree Layout from the D3.js JavaScript library.
de: Erzeugt eine Webseite mit einer grafischen Darstellung von Nachkommen (SVG)dargestellt als zusammenklappbares Baum-Layout aus der D3.js JavaScript-Bibliothek.
hr: Stvara web stranicu s grafičkim prikazom potomaka (SVG), prikazanih padajućim izbornikom stablastog oblika s uvlakama, pomoću D3.js JavaScript biblioteke.
ru: Создаёт веб-станицу с графическим отображением потомков (SVG) представленном в виде сворачиваемого древа с отступами при помощи D3.js JavaScript библиотеки.

source: See %(reference)s : %(spouse)s
de: Siehe %(reference)s : %(spouse)s
hr: Pogledaj %(reference)s : %(spouse)s
ru: Смотри %(reference)s : %(spouse)s

source: %s sp.
de: %s Part.
hr: %s sup.
ru: %s супр.

source: Generating report...
de: Erstelle Bericht...
hr: Izrada izvještaja …
ru: Создание отчёта...

source: Invalid Destination Directory
de: Ungültiges Zielverzeichnis
hr: Nevažeći odredišni direktorij
ru: Не верный каталог назначения

source: Destinaton diretory %s does not exist Do you want to attempt to create it.
de: Zielverzeichnis %s existiert nicht Möchtest du versuchen es zu erstellen.
hr: Odredišni direktorij %s ne postoji Želite li ga pokušati stvoriti.
ru: Каталог назначения %s не существует Хотите создать его?

source: _Yes
de: _Ja
hr: _Da
ru: _Да

source: _No
de: _Nein
hr: _Ne
ru: _Нет

source: Failed to create %s: %s
de: Fehler beim erstellen %s: %s
hr: Greška prilikom stvaranja %s: %s
ru: Не удалось создать %s: %s

source: Permission problem
de: Berechtigungsproblem
hr: Problem s korisničkim pravima
ru: Ошибка отсутствия прав

source: You do not have permission to write under the directory %s Please select another directory or correct the permissions.
de: Du hast keine Berechtigung, in das Verzeichnis %s hinein zu schreiben. Bitte wähle ein anderes Verzeichnis oder korrigiere die Berechtigungen.
hr: Nemate korisnička prava za pisanje u direktorij %s Odaberite drugi direktorij ili promijenite korisnička prava pristupa.
ru: Отсутствуют права на запись в каталог %s Пожалуйста, выберите другой каталог или измените права доступа.

source: File already exists
de: Datei existiert bereits
hr: Datoteka već postoji
ru: Файл уже существует

source: Destination file %s already exists. Do you want to overwrite.
de: Zieldatei %s existiert bereits. Möchtest du es überschreiben.
hr: Odredišna datoteka %s već postoji. Želite li je prepisati.
ru: Файл назначения %s уже существует. Хотите перезаписать его?

source: Default View
de: Standardansicht
hr: Standardni pogled
ru: Вид по умолчанию

source: Expand All
de: Alles ausklappen
hr: Proširi sve
ru: Раскрыть все

source: Report Options
de: Berichtsoptionen
hr: Opcije za izvještaj
ru: Параметры отчёта

source: Numbering system
de: Nummerierungssystem
hr: Brojevni sustav
ru: Система нумерации

source: Simple numbering
de: Einfache Nummerierung
hr: Jednostavni brojevni sustav
ru: простая нумерация

source: d'Aboville numbering
de: d'Aboville Nummerierung
hr: d'Aboville brojevni sustav
ru: метод д'Абовиля

source: Henry numbering
de: Henry-Nummerierung
hr: Henryev brojevni sustav
ru: Система Генри

source: de Villiers/Pama numbering
de: de Villiers/Pama Nummerierung
hr: de Villiers/Pama brojevni sustav
ru: нумерация Вилье/Пама

source: Meurgey de Tupigny numbering
de: Meurgey de Tupigny Nummerierung
hr: Meurgey de Tupigny brojevni sustav
ru: нумерация Тюпинье

source: Record (Modified Register) numbering
de: Datensatz (Modifizierte Register) Nummerierung
hr: Numeracija podataka (promijenjeni registar)
ru: Модифицированная регистрационная система

source: The numbering system to be used
de: Das Nummerierungssystem, das verwendet wird
hr: Brojevni sustav, koji će biti upotrijebljen
ru: Какая система нумерации поколений и потомков будет использована

source: Include contraction level
de: Kontraktionsstufe einbeziehen
hr: Razina sažimanja
ru: Включить уровень сжатия

source: The number of descendant levels to contract on initial display.
de: Die Anzahl der Nachkommenebenen die bei der ersten Anzeige zusammengezogen sind.
hr: Broj potomaka za sažimanje prilikom izvornog prikaza.
ru: Количество потомков для отображения на одном экране.

source: Font size
de: Schriftgröße
hr: Veličina fonta
ru: Размер шрифта

source: The font size in pixels for each node.
de: Die Schriftgröße in Punkten für jeden Knoten.
hr: Veličina fonta za svaki čvor.
ru: Размер шрифта в пикселях для каждого блока.

source: Content
de: Inhalt
hr: Sadržaj
ru: Содержание

source: Show marriage info
de: Heiratsdaten anzeigen
hr: Prikaži podatke o braku
ru: Показывать информацию о браках

source: Whether to show marriage information in the report.
de: Legt fest, ob Heiratsinformationen in dem Bericht enthalten sind.
hr: Da li prikazati podatake o braku u izvještaj.
ru: Включать или нет информацию о браке в отчёт.

source: Show divorce info
de: Scheidungsinformationen zeigen
hr: Prikaži podatke o razvodu braka
ru: Показывать информацию о разводах

source: Whether to show divorce information in the report.
de: Legt fest, ob Scheidungsinformationen in dem Bericht enthalten sind.
hr: Da li prikazati podatke o razvodu u izvještaj.
ru: Включать или нет информацию о разводе в отчёт.

source: Show duplicate trees
de: Doppelte Stammbäume zeigen
hr: Prikaži duple rodoslove
ru: Показать дубликаты древ

source: Whether to show duplicate family trees in the report.
de: Ob doppelte Familienbäume im Bericht angezeigt werden.
hr: Da li prikazati duple rodoslove u izvještaju.
ru: Включать или нет информацию о дубликатах древ.

source: Expanded Row Background Color
de: Expandierte Zeile Hintergrundfarbe
hr: Boja pozadine proširenih redova
ru: Цвет фона для развёрнутой строки

source: RGB-color for expanded row background.
de: RGB-Farbe für expandierte Zeile Hintergrund.
hr: RGB-boje za pozadine proširenih redova.

source: Expandable Background Color
de: Erweiterbar Hintergrundfarbe
hr: Proširiva boja pozadine
ru: Цвет фона для разворачивоемой строки

source: RGB-color for expandable row background.
de: RGB-Farbe für expandierbare Reihe Hintergrund
hr: RGB-boje za proširive boje pozadine.
ru: RGB-цвет фона для разворачивоемой строки.

source: Non-Expandable Background Color
de: Nicht-Erweiterbar Hintergrundfarbe
hr: Ne-proširiva boja pozadine
ru: Цвет фона для неразворачивоемой строки

source: RGB-color for non-expandable row background.
de: RGB-Farbe für nicht expandierbare Reihe Hintergrund
hr: RGB-boje za ne-proširive boje pozadine.
ru: RGB-цвет фона для неразворачивоемой строки.

source: Include records marked private
de: Mit als vertraulich markierten Datensätzen
hr: Uključi zapise, označene kao privatne
ru: Включать записи помеченные как личные

source: Whether to include private objects.
de: Ob vertrauliche Objekte aufgenommen werden.
hr: Da li uključiti privatne objekte.
ru: Включать или нет личные данные.

source: Living People
de: Lebende Personen
hr: Žive osobe
ru: Ныне живущие люди

source: Exclude
de: Ausschließen
hr: Isključi
ru: Исключить

source: Include Last Name Only
de: Nur Nachnamen aufnehmen
hr: Uključi samo prezimena
ru: Включить только фамилию

source: Include Full Name Only
de: Nur vollständigen Namen aufnehmen
hr: Uključi samo potpuna imena
ru: Включить полное имя

source: Include
de: Einbeziehen
hr: Uključi
ru: Включить

source: How to handle living people.
de: Wie werden lebende Persionen behandelt.
hr: Kako postupati sa živim osobama.
ru: Как обрабатывать живых людей.

source: Years from death to consider living
de: Definiere 'lebende Person' über die Anzahl der Jahre seit Todesjahr.
hr: Broj godina nakon smrti, za određivanje 'živih' osoba
ru: Лет от смерти, чтобы считать человека живым

source: Whether or not to include people who may have recently died.
de: Ob Personen die vor kurzem gestorben sein könnten aufgenommen werden.
hr: Da li uključiti osobe, koje su vjerojatno nedavno umrle.
ru: Включать ли лица, которые могли недавно умереть.

source: Navigation
hr: Navigacija
ru: Навигация

source: Contraction/Expansion mechanism
de: Einklapp/Ausklappmechanismus
hr: Mehanizam za sklapljanje/proširavanje
ru: Механизм сворачивания и открытия

source: Entire node.
de: Gesamter Knoten
hr: Cjelokupno čvorište.
ru: Блок полностью.

source: Arrow images at start of node.
de: Pfeilbilder am Beginn des Knoten.
hr: Slika strelica za početak čvorišta.
ru: Стрелочка в начале блока.

source: Plus/Minus images at start of node.
de: Plus/Minus Bilder am Beginn des Knoten.
hr: Plus/Minus slika na početku čvorišta.
ru: Плюс/минус в начале блока.

source: Where to click to expand/contract nodes.
de: Wo klicken um Knoten zu erweitern/verkleinern.
hr: Gdje kliknuti za proširavanje/sklapljanje čvorišta.
ru: Где необходимо нажать для сворачивания/разворачиваия блока.

source: Auto-generate HREF links for nodes
de: HREF-Links für Knoten automatisch generieren
hr: Automastko stvaranje HRFE-poveznica za čvorište
ru: Автоматически создать HREF ссылки для блоков

source: Whether to auto-generate HTML links for each node on the report.
de: Ob HTML Links für jeden Knoten auto-erzeugt werden.
hr: Da li automatski stvoritit HTML-poveznice za svako čvorište u izvještaju.
ru: Нужно ли автоматически создать HTML ссылки для каждого блока в отчёте.

source: URL prefix path.
de: URL-Präfixpfad.
hr: URL-staza.
ru: Префикс URL пути.

source: URL prefix to apply to each auto-generated HREF link.
de: URL-Präfix für jede automatisch generierte HREF-Verknüpfung.
hr: URL-staza za svaku stvorenu HREF-poveznicu.
ru: Префикс URL, применяемый для каждой автоматической HREF ссылки.

source: URL file extension
de: URL Dateierweiterung
hr: URL datotečni nastavak
ru: Расширение файла URL

source: No file extension.
de: Keine Dateierweiterung
hr: Bez datotečnog nastavka.
ru: Не указано расширение файла.

source: URL file name delimeter
de: URL-Dateinamensbegrenzer
hr: Razdvojnik za URL datotečna imena
ru: Разделитель для URL имени файла

source: Remove all whitespace.
de: Alle Leerzeichen entfernen.
hr: Ukloni sve razmake.
ru: Удалить все пробелы.

source: Replace whitespace with dash(-).
de: Leerzeichen durch Bindestrich (-) ersetzen.
hr: Ukloni sve razmake sa crticom (-).
ru: Заменить пробелы тире(-).

source: Replace whitespace with underscore(_)
de: Leerzeichen durch Unterstrich (_) ersetzen
hr: Ukloni sve razmake s podvlakom (_)
ru: Заменить пробелы подчеркиванием(_)

source: What to use as file name delimiter replacing whitespace.
de: Was als Dateinamen-Trennzeichen zu verwenden ist, das Leerzeichen ersetzt.
hr: Što želiš koristiti kao razdvojnik, umjesto razmaka.
ru: Что будет использовано для разделителя в имени файла, вместо пробелов.

source: Generations to generate HREF links
de: Generationen zum Generieren von HREF-Links
hr: Generacije za stvaranje FREF-poveznica
ru: Поколения для создания HREF ссылок

source: The number of generations to generate HREF links.
de: Die Anzahl von Generationen für die HREF-Links egeneriert werden.
hr: Broj generacija, za stvaranje FREF-poveznica.
ru: Количество поколений для создания HREF ссылок.

source: Exclude persons who died before (years)
de: Personen ausschließen die vor (Jahren) gestorben sind
hr: Isključi osobe, koje su umerle prije (godina)
ru: Исключить лица умершие до (года)

source: Whether to generate links for people who died in infancy, -1 excludes nobody.
de: Ob Links für Personen erstellt werden, die in der Kindheit gestorben sind. -1 keinen ausschließen.
hr: Da li stvoriti poveznice za osobe, koje su umrle pri porodu, −1 ne ikljuöuje nikoga.
ru: Нужно ли создавать ссылки для лиц, которые умерли ранее, -1 включать всех.

source: Exclude center person
de: Hauptperson ausschließen
hr: Isključi središnju osobu
ru: Исключить главное лицо

source: Whether or not to generate links for center person.
de: Ob Links für die Hauptperson generiert werden oder nicht.
hr: Da li stvoriti poveznice za središnju osobu.
ru: Создавать ли ссылки для гланого лица.

source: Exclude Spouses
de: Partner ausschließen
hr: Isključi supružnike
ru: Исключать супругов

source: Whether or not to generate links for spouses.
de: Ob Links für Ehepartner generiert werden oder nicht.
hr: Da li stvoriti poveznice za supružnike.
ru: Создавать ли ссылки для супругов.

source: Biography Content
de: Biographie Inhalt
hr: Sadržaj biografije
ru: Содержание биографии

source: Show biography tooltips
de: Biografie Werkzeughinweise anzeigen
hr: Prikaži natuknice za alat biografije
ru: Показывать биографические подсказки

source: Whether to show biography tooltips when hovering over a node.
de: Ob Biografie-Werkzeughinweise angezeigt werden sollen, wenn sich der Mauszeiger über einen Knoten befindet.
hr: Da li prikazati natuknice za alat biografije, prilikom prelaženja mišem preko čvorišta.
ru: Показывать биографические подсказки при наведении на блок.

source: Use callname for common name
de: Benutze Rufnamen für Namen
hr: Koristi upotrebno ime kao ime
ru: Использовать имя в быту как обычное имя

source: Whether to use the call name as the first name.
de: Legt fest, ob der Rufname als Vorname benutzt wird.
hr: Oddređuje, da li se koristi upotrebno ime kao ime.
ru: Использовать ли разговорное имя в качестве основного.

source: Use full dates instead of only the year
de: Zeige vollständiges Datum, anstatt nur das Jahr zu verwenden.
hr: Koristi potpune datume, umjesto samo godine
ru: Использовать полные даты а не только год

source: Whether to use full dates instead of just year.
de: Legt fest, ob ein vollständiges Datum anstelle der Jahreszahl benutzt wird.
hr: Da li koristiti potpune datume, umjesto samo godine.
ru: Использовать полные даты вместо одного только года.

source: Compute death age
de: Alter bei Tot berechnen
hr: Izračunaj starost pri smrti
ru: Вычислять возраст смерти

source: Whether to compute a person's age at death.
de: Legt fest, ob das Alter einer Person beim Tod berechnet wird.
hr: Da li izračunati starost osobe pri smrti.
ru: Вычислять ли в каком возрасте умер человек.

source: Include Photo/Images from Gallery
de: Fotos/Bilder aus der Galerie aufnehmen
hr: Uključi fotografije/slike iz galerije
ru: Включать изображения из галерей

source: Whether to include images.
de: Legt fest, ob Bilder aufgenommen werden.
hr: Da li uključiti slike.
ru: Включать ли изображения.

source: Use complete sentences
de: Benutze vollständige Sätze
hr: Koristi potpune rečenice
ru: Использовать полные предложения

source: Whether to use complete sentences or succinct language.
de: Legt fest, ob vollständige Sätze oder knappe Sprache benutzt wird.
hr: Da li koristiti potpune rečenice ili sažeti oblik.
ru: Использовать полные предложения или краткий язык.

source: Replace missing places with ______
de: Ersetze fehlende Orte durch ______
hr: Zamijeni imena nedostajućih mjesta sa ______
ru: Заменять пропущенные места на ______

source: Whether to replace missing Places with blanks.
de: Legt fest, ob fehlende Orte durch Lücken ersetzt werden.
hr: Da li zamijeniti nedostajuća mjesta podvlakama.
ru: Заменять не указанные места пропусками.

source: Replace missing dates with ______
de: Ersetze fehlende Daten durch ______
hr: Zamijeni nedostajuće datume sa ______
ru: Заменять пропущенные даты на ______

source: Whether to replace missing Dates with blanks.
de: Legt fest, ob fehlende Daten durch Lücken ersetzt werden.
hr: Da li zamijeniti nedostajuće datume podvlakama.
ru: Заменять не указанные даты пропусками.

source: Text Color
de: Textfarbe
hr: Boja teksta
ru: Цвет текста

source: RGB-color for biography text.
de: RGB-Farbe für Biografietext.
hr: RGB-boja za tekst biografije.
ru: RGB-цвет для текста биографии.

source: Background Color
de: Hintergrundfarbe
hr: Boja pozadine
ru: Цвет фона

source: RGB-color for biography tooltip.
de: RGB-Farbe für Biografietext-Werkzeughinweis.
hr: RGB-boje za natuknice biografije.
ru: RGB-цвет для биографических подсказок.

source: Header Font size
de: Kopfzeile Schriftgröße
hr: Font veličina zaglavlja
ru: Размер шрифта заголовка

source: The font size in pixels for biography header text.
de: Die Textgröße in Punkten für den Kopfzeilentext.
hr: Veličina fonta u pikslima za tekst zaglavlja biografije.
ru: Размер шрифта в пикселях для текста заголовка биографии.

source: Body Font size
de: Hauptteil Schriftgröße
hr: Font veličina osnovnog teksta
ru: Размер шрифта основного текста

source: The font size in pixels for biography body text.
de: Die Textgröße in Punkten für den Biographiehaupteil Text.
hr: Veličina fonta u pikslima za osnovni tekst biografije.
ru: Размер шрифта в пикселях для основного текста биографии.

source: RGB-color for expanded row backgrёound.
ru: RGB-цвет фона для развёрнутой строки.
