Repository: gramps-contrib/contrib
Catalog: trunk/contrib/AncestorFill/po/*-local.po
Languages: de, fr, sv

source: AncestorFill
de: VorfahrenFüllung
fr: Remplissage de l'arbre
sv: Anors fyllnadsgrad

source: Report on the filling of the tree
de: Bericht zum Füllstand des Baumes
fr: Rapport sur le remplissage de l'arbre.
sv: Rapport över ifyllnad av släktträd

source: Person %s is not in the Database
de: Person %s existiert nicht in der Datenbank
fr: L'individu %s n'est pas présent dans la base de données
sv: Personen %s finns ej i databasen

source: AncestorFill for %s
de: VorfahrenFüllung für %s
fr: Rapport de remplissage de l'arbre d'ascendance pour %s
sv: AncestorFill för %s

source: Generation
fr: Génération

source: Number of Ancestors found
de: Anzahl der gefundenen Vorfahren
fr: Nombre d'ancêtre trouvé
sv: Antal anor funna

source: percent of Ancestors found
de: gefundene Vorfahren in Prozent
fr: Pourcentage d'ancêtres trouvés
sv: procent af anor funna

source: Number of single Ancestors found
de: Anzahl der gefundenen einzelnen Vorfahren
fr: Nombre d'ancêtres trouvés unique
sv: Antal ensamstående anor funna

source: Number of theorical Ancestors
de: Anzahl theoretischer Vorfahren
fr: Nombre théorique d'ancêtres
sv: Antal teoretiska anor

source: Pedigree Collapse
de: Ahnentafel einklappen
fr: Implexe
sv: Minskning av antavla

source: Total Number of Ancestors found
de: Anzahl der gesamten gefundenen Vorfahren
fr: Nombre total d'ancêtres trouvés
sv: Totalt antal anor funna

source: Total Number of single Ancestors found
de: Gesamte Anzahl der gefundenen einzelnen Vorfahren
fr: Nombre total d'ancêtres uniques trouvés
sv: Totalt antal ensamstående anor funna

source: Report Options
de: Berichtsoptionen
fr: Options du rapport
sv: Rapportval

source: Center Person
de: Hauptperson
fr: Centrer sur l'individu
sv: Huvudperson

source: The center person for the report
de: Die Hauptperson für den Bericht
fr: L'individu central pour ce rapport
sv: Rapportens huvudperson

source: Generations
de: Generationen
fr: Générations
sv: Generationer

source: The number of generations to include in the report
de: Anzahl der im Bericht enthaltenen Generationen
fr: Le nombre de générations à inclure dans le rapport
sv: Antal generationer, som skall ingå i rapporten

source: Filleddigit
de: FüllStellen
fr: DécimalesAncêtre
sv: Fyllnadssiffror

source: The number of digit after comma to include in the report for the percentage of ancestor found at a given generation
de: Anzahl der Stellen nach dem Komma die in dem Bericht enthalten sein sollen für die Prozentzahl der Vorfahren, die in einer bestimmten Generation gefunden wurden
fr: Nombre de décimales après la virgule pour le pourcentage d'ancêtre trouvé pour une génération donnée
sv: Antal siffror efter komma i rapporten för procent av funna anor för en given generation

source: Collapsedigit
de: StellenZusammengeklappt
fr: DécimalesImplexe
sv: Antavelminskning

source: The number of digit after comma to include in the report for the pedigree Collapse
de: Die Anzahl von Nachkommastellen in dem Bericht für eine zusammengeklappte Ahnentafel
fr: Nombre de décimales après la virgule pour l'implexe
sv: Antal siffror efter komma i rapporten för procent av funna anor för antavelminskning

source: Display theorical
de: Anzeige theoretisch
fr: Affichage théorique
sv: Visa teoretiskt

source: Display the theorical number of ancestor by generation
de: Zeige die theoretische Anzahl der Vorfahren pro Generation
fr: Affiche le nombre théorique d'ancêtres par génération
sv: Visa teoretisk antal anor för varje generation

source: Translation
de: Übersetzung
fr: Traduction
sv: Översättning

source: English
de: Englisch
fr: Anglais
sv: Engelska

source: The translation to be used for the report.
de: Die Übersetzung, die für den Bericht verwendet wird.
fr: La traduction à utiliser pour le rapport.
sv: Rapportens språk

source: The style used for the title of the page.
de: Der Stil, der für den Seitentitel verwendet wird.
fr: Le style utilisé pour les titres de page.
sv: Mall för rapporttitel

source: The style used for the generation header.
de: Der Stil, der für die Überschriften der Generation verwendet wird.
fr: Le style utilisé pour les en-têtes des générations.
sv: Mall för generationshuvud

source: The basic style used for the text display.
de: Der Basisstil, der für die Textanzeige verwendet wird.
fr: Le style de base pour afficher du texte.
sv: Grundläggande mall för textvisning
