Repository: gramps-contrib/contrib
Catalog: trunk/contrib/RelatedRelativesGramplet/po/*-local.po
Languages: fr

source: Related Relatives Gramplet
fr: Gramplet Parentés

source: Gramplet showing relatives in a relation
fr: Gramplet affichant les parentés dans une relation

source: Related Relatives
fr: Parentés

source: No Family Tree loaded.
fr: Aucun Arbre Familial chargé.

source: Relations of related people in your database:
fr: Relations des individus liés dans cette base de données :

source: and
fr: et

source: are partners and
fr: sont conjoints et

source: Common ancestor
fr: Ascendant commun

source: No relatives in a relation found
fr: Aucune parenté trouvée dans la relation

source: END
fr: FIN
