Repository: gramps-contrib/contrib
Catalog: GenealogyTree/po/*-local.po
Languages: de, ru

source: Person %s is not in the Database
de: Person %s ist nicht in der Datenbank
ru: Лицо %s отсутствует в базе данных

source: Report Options
de: Berichtsoptionen
ru: Параметры отчёта

source: Center Person
de: Hauptperson
ru: Главное лицо

source: The center person for the report
de: Die Hauptperson für den Bericht
ru: Главное лицо для отчёта

source: Generations
de: Generationen
ru: Поколения

source: The number of generations to include in the tree
de: Anzahl der im Baum berücksichtigten Generationen
ru: Число поколений для включения в древо

source: Include images
de: Bilder aufnehmen
ru: Включать изображения

source: Include images of people in the nodes.
de: Bilder der Personen in den Knoten aufnehmen.
ru: Включать изображения лиц.

source: Person %s does not have both a paternal and a maternal grandparent
de: Person %s hat nicht sowohl einen väterlichen als auch einen mütterlichen Großelternteil
ru: У %s нет бабушек и дедушек по обоим линиям, материнской и отцовской

source: Grandparent family spacing
de: Großeltern Familie Abstand
ru: Отступ от бабушек и дедушек

source: Extra spacing of grandparent families (mm)
de: Extra Abstand Großelternfamilien (mm)
ru: Дополнительный отступ от бабушек и дедушек (мм)

source: Family %s is not in the Database
de: Familie %s ist nicht in der Datenbank
ru: Семья %s отсутствует в базе данных

source: Center Family
de: Zentrale Familie
ru: Главная семья

source: The center family for the report
de: Die zentrale Familie für den Bericht
ru: Главная семья для отчёта

source: Generations up
de: Generationen hoch
ru: Поколение вверх

source: Generations down
de: Generationen runter
ru: Поколение вниз

source: Include siblings
de: Geschwister einschließen

source: Include siblings of ancestors.
de: Geschwister von Vorfahren aufnehmen.

source: Ancestor Tree
de: Ahnenbaum
ru: Древо предков

source: Ancestor tree using LaTeX genealogytree
de: Ahnenbaum verwende LaTeX genealogytree
ru: Древо предков использующее LaTeX

source: Descendant Tree
de: Nachkommenbaum
ru: Древо потомков

source: Descendant tree using LaTeX genealogytree
de: Nachkommenbaum verwende LaTeX genealogytree
ru: Древо потомков использующее LaTeX

source: Grandparent Tree
de: Großelternbaum
ru: Древо бабушек и дедушек

source: Grandparent tree using LaTeX genealogytree
de: Großelternbaum verwende LaTeX genealogytree
ru: Древо бабушек и дедушек использующее LaTeX

source: Sandclock Tree
de: Sanduhrbaum
ru: Древо песочные часы

source: Sandclock tree using LaTeX genealogytree
de: Sanduhrbaum verwende LaTeX genealogytree
ru: Древо песочные часы использующее LaTeX

source: Sandclock Tree for a Family
de: Sanduhrbaum für eine Familie
ru: Древо для семьи в виде песочных часов

source: Sandclock tree for a family using LaTeX genealogytree
de: Sanduhrbaum für eine Familie verwende LaTex genealogytree
ru: Древо для семьи в виде песочных часов (использует LaTeX genealogytree)
