Repository: gramps-contrib/contrib
Catalog: Differences/po/*-local.po
Languages: de, fr, ru

source: Database Differences Report
de: Datenbankunterschiede Bericht
fr: Rapport des différences dans la base de données
ru: Отчёт об отличиях в базе данных

source: Compares an external database with the current one.
de: Vergleicht eine externe Datenbank mit der aktuell geöffneten.
fr: Compare une base de données externe avec la base actuelle.
ru: Сравнивает внешнюю базу данных с текущей.

source: File:
de: Datei:
fr: Fichier :

source: Differences between Database and File
de: Unterschiede zwischen Datenbank und Datei
fr: Différences entre la base de données et le fichier

source: Family Tree Differences
de: Stammbaumunterschiede
fr: Différences de l'arbre généalogique
ru: Отличия в семейном древе

source: Processing...
de: Verarbeitung...
fr: En traitement...
ru: Обработка...

source: No differences
de: Keine Unterschiede
fr: Pas de différences

source: Missing items in File that are added in Database
fr: Éléments manquants dans le fichier qui sont ajoutés dans la base de données

source: Missing %s: %s
de: Fehlende %s: %s
fr: Disparu %s: %s

source: Nothing missing
de: Es fehlt nichts
fr: Rien ne manque

source: Added items in File that are missing in Database
de: Elemente in Datei hinzugefügt, die in der Datenbank fehlen
fr: Ajout d'éléments dans le fichier qui manquent dans la base de données

source: Added %s: %s
de: Hinzugefügt %s: %s
fr: Ajoutée %s: %s

source: Nothing added
de: Nichts hinzugefügt
fr: Rien ajouté

source: Report Options
de: Berichtsoptionen
fr: Options du rapport
ru: Параметры отчёта

source: Family Tree file
de: Stammbaumdatei
fr: Fichier arbre familial
ru: Файл семейного древа

source: Select a .gpkg or .gramps file
de: Eine .gpkg oder .gramps Datei wählen
fr: Sélectionner un fichier .gpkg ou .gramps
ru: Выберите файл .gpkg или .gramps

source: Show items that are different
de: Zeige unterschiedliche Elemente
fr: Afficher les parties différentes
ru: Показывать отличающиеся объекты

source: Include items that are different
de: Elemente die unterschiedlich sind aufnehmen
fr: Inclure les parties différentes
ru: Включать отличающиеся объекты

source: Show items missing from file
de: Zeige Elemente, die in der Datei fehlen
fr: Afficher les éléments manquants dans le fichier
ru: Показывать отсутствующие в файле объекты

source: Include items not in file but in database
de: Elemente die sich nicht in der Datei aber in der Datenbank befinden aufnehmen
fr: Inclure les parties non-présentes dans le fichier mais dans la base de données
ru: Включать объекты отсутствующие в файле, но присутствующие в базе данных

source: Show items added in file
de: Zeige Elemente, die in der Datei hinzugefügt wurden
fr: Afficher les éléments ajoutés dans le fichier
ru: Показывать новые объекты в файле

source: Include items in file but not in database
de: Elemente die sich in der Datei aber nicht in der Datenbank befinden aufnehmen
fr: Inclure les parties présentes dans le fichier mais absentes dans la base de données
ru: Включать новые объекты из файла, отсутствующие в базе данных

source: Text
fr: Texte
ru: Текст
