Repository: gramps-contrib/contrib
Catalog: BirthOrder/po/*-local.po
Languages: de, fr

source: Sort Children in Birth order
de: Sortiert Kinder in Geburtsreihenfolge
fr: Trier les enfants dans l'ordre des naissances

source: Looks through families, looking for children that are not in birth order. User can accept individual suggestions to correct, edit the birth order manually, accept all those families that have all children with proper birth dates, or accept all.
de: Geht durch die Familien und schaut nach Kindern, die sich nicht in der Geburtsreihenfolge befinden. Der Anwender kann einzelne Vorschläge zum manuellen Korrigieren/Bearbeiten der Geburtsreihenfolge übernehmen, alle Familien mit korrekter Geburtsreihenfolge übernehmen oder alle Familien übernehmen.
fr: Regarde les familles, cherche des enfants qui ne sont pas dans l'ordre des naissances. L'utilisateur peut accepter des suggestions individuelles pour corriger, modifier l'ordre de naissance manuellement, accepter toutes les familles qui ont tous les enfants avec des dates de naissance appropriées ou accepter tout.

source: No families need sorting
de: Es muss keine Familie sortiert werden
fr: Aucune famille ne doit être triée

source: No children were out of birth order.
de: Es sind keine Kinder außerhalb der Geburtsreihenfolge.
fr: Les enfants étaient tous en ordre de naissance.

source: Edit Family
de: Familie bearbeiten
fr: Éditer la famille

source: Processing...
de: Verarbeitung...
fr: Traitement en cours...

source: Edit Families
de: Familien Bearbeiten
fr: Modifier les familles

source: Looking for children birth order
de: Suche nach der Geburtsreihenfolge der Kinder
fr: À la recherche d'un ordre de naissance pour les enfants

source: Pass 1: Building preliminary lists
de: Durchgang 1: Erstelle Vorbereitungslisten
fr: Étape 1 : Construction d'une liste préliminaire

source: Select the family you wish to examine.
de: Wähle die Familie, die du untersuchen willst.
fr: Sélectionnez la famille que vous souhaitez examiner.

source: Family ID
de: Familie-ID
fr: Identifiant de la famille

source: Father
de: Vater
fr: Père

source: Mother
de: Mutter
fr: Mère

source: Help
de: Hilfe
fr: Aide

source: Accept All
de: Alle übernehmen
fr: Accepter tout

source: This button will sort all of the families listed.
de: Diese Schaltfläche sortiert alle aufgelisteten Familien.
fr: Ce bouton va trier toutes les familles répertoriées.

source: Accept All *
de: Übernimm Alle *
fr: Accepter tout *

source: This button will sort all the families with '*'. In these families, all the children have valid dates, so the sort is unambiguous.
de: Diese Schaltfläche sortiert alle Familien mit '*'. In diesen Familien haben alle Kinder ein Geburtsdatum, daher ist die Sortierung unproblematisch.
fr: Ce bouton va trier toutes les familles avec '*'. Dans ces familles, tous les enfants ont des dates valides, de sorte que l'ordre de tri est pleinement déterminé.

source: Accept
de: Übernehmen
fr: Acceptez

source: This button will accept only the family selected and save it as shown in lower right pane.
de: Diese Schaltfläche übernimmt nur die ausgewählten Familien und speichert sie, wie im unteren rechten Fenster gezeigt.
fr: Ce bouton n'acceptera que la famille sélectionnée et enregistrez-la comme indiqué dans le volet inférieur droit.

source: Done
de: Fertig
fr: Conclure

source: This button will exit, with remaining families unchanged.
de: Diese Schaltfläche beendet und lässt die verbleibenden Familien unverändert.
fr: Ce bouton quittera l'outil, les familles restantes restant inchangées.

source: Current sort
de: Aktuelle Sortierung
fr: Ordre de tri actuel

source: Proposed sort
de: Geplante Sortierung
fr: Ordre de tri proposé

source: When satisfied with the sort, use 'Accept' button below to accept the changes. If you wish to adjust the order, select the child you wish to move, and use 'Up' or 'Down' buttons below to move them.
de: Wenn du mit der Sortierung zufrieden bist, verwende die 'Übernehmen' Schaltfläche unten um die Änderungen zu übernehmen. Wenn du die Reihenfolge korrigieren willst, wähle das Kind welches du verschieben möchtest, und verwende die 'Hoch' oder 'Runter' Schaltflächen unten um es zu bewegen.
fr: Lorsque vous êtes satisfait de l'ordre de tri, utilisez le bouton 'Accepter' ci-dessous pour accepter les modifications. Si vous souhaitez ajuster la commande, sélectionnez l'enfant que vous souhaitez déplacer et utilisez les boutons 'Monter' ou 'Descendre' ci-dessous pour les déplacer.
