Repository: gramps-contrib/contrib
Catalog: NumberOfDescendantsQuickview/po/*-local.po
Languages: ru

source: Number of descendants
ru: Количество потомков

source: Shows the number of descendants of the current person
ru: Показывает количество потомков для выбранного лица

source: Number of %s's descendants
ru: Количество потомков для %s

source: Generation
ru: Поколение

source: Total
ru: Всего

source: Seen
ru: Увиденные

source: Outlived
ru: Пережитые

source: Now alive
ru: Живые сейчас

source: Seen = number of descendants whose birth %s has lived to see
ru: Увиденные - количество потомков которые родились за время жизни %s

source: Outlived = number of descendants who died while %s was still alive
ru: Пережитые - количество потомков которые умерли за время жизни %s
