Repository: gramps-contrib/contrib
Catalog: CalculateEstimatedDates/po/*-local.po
Languages: ru

source: Calculate Estimated Dates
ru: Расчёт предположительных дат

source: Calculates estimated dates for birth and death.
ru: Расчитывает предположитльные даты для рождения и смерти.

source: Options
ru: Параметры

source: Filter
ru: Фильтр

source: Select filter to restrict people
ru: Выбор фильтра для ограничения лиц

source: Filter Person
ru: Фильтр по лицу

source: The center person for the filter
ru: Главное лицо для фильтра

source: Source text
ru: Текст из источника

source: Calculated Date Estimates
ru: Предпологаемые расчётные даты

source: Source to remove and/or add
ru: Источник для удаления и/или добавления

source: Remove previously added events, notes, and source
ru: Удалить добавленные ранее события, заметки и источник

source: Remove calculated events, notes, and source; occurs immediately on Execute
ru: Удалить расчитанные собития, заметки и источник; сразу после запуска

source: Birth
ru: Рождение

source: Do not add birth events
ru: Не добавлять события о рождении

source: Add birth events without dates
ru: Добавить события о рождении без дат

source: Add birth events with dates
ru: Добавить события о рождении с датами

source: Add a birth events with or without estimated dates
ru: Добавлять ли расчётные даты в события о рождении

source: Death
ru: Смерть

source: Do not add death events
ru: Не добавлять события о смерти

source: Add death events without dates
ru: Добавить события о смерти без дат

source: Add death events with dates
ru: Добавить события о смерти с датами

source: Add death events with or without estimated dates
ru: Добавлять ли расчётные даты в события о смерти

source: Maximum age
ru: Максимальный возраст

source: Maximum age that one can live to
ru: Максимальный возраст жизни

source: Maximum sibling age difference
ru: Максимальная разница в возрасте братьев/сестёр

source: Maximum age difference between siblings
ru: Максимальная разница в возрасте между братьями/сестрами

source: Average years between generations
ru: Среднее количество лет между поколениями

source: Average years between two generations
ru: Среднее количество лет между двумя поколениями

source: Estimated Dates
ru: Вычисленные даты

source: Approximate (about)
ru: Приблизително (около)

source: Extremes (after and before)
ru: Крайнее значение (до и после)

source: Dates on events are either about or after/before
ru: Даты в событиях могут быть - около или до/после

source: Help
ru: Справка

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
ru: Инструмент расчёта дат используется для добавления и удаления событий о рождении и смерти для лиц у которых отсутствуют данные события. Использование: 1. Перейдите в раздел настроек 2. Выберите [ ] параметр Удалить для удаления предыдущих расчётов 3. Выберите параметры Добавления дат для включения в события дат 4. Нажмите Запустить 5. Выберите лиц для которых нужно добавить события 6. Нажмите 'Добавить выбранные события' для создания ПРИМЕЧАНИЕ: если решите сделать событие постоянным, удалите его из Источника. Иначе оно будет удалено при следующем автоматическом удалении событий. Возможно потребуется запустить иструмент повторно (без удаления предыдущих событий) для добавления всех возможных событий.

source: Select All
ru: Выберать всё

source: Select None
ru: Сбросить выбор

source: Toggle Selection
ru: Обратить выделение

source: Add Selected Events
ru: Добавить выбранные события

source: Remove Events, Notes, and Source and Reselect Data
ru: Удалить события, заметки, источник и снова выбрать данные

source: Are you sure you want to remove previous events, notes, and source and reselect data?
ru: Уверены, что хотите удалить события, заметки, источник и снова выбрать данные?

source: Remove and Run Select Again
ru: Удалить и запустить выбор снова

source: Reselect Data
ru: Выбрать данные снова

source: Are you sure you want to reselect data?
ru: Уверены, что хотите выбрать данные снова?

source: Run Select Again
ru: Запустить выбор снова

source: Select
ru: Выбрать

source: Person
ru: Лицо

source: Action
ru: Действие

source: Birth Date
ru: Дата рождения

source: Death Date
ru: Дата смерти

source: Evidence
ru: Достоверность

source: Relative
ru: Относительно

source: Processing...
ru: Обработка...

source: Removing old estimations...
ru: Удаление старых вычислений...

source: Removing '%s'...
ru: Удаление '%s'...

source: done!
ru: Выполнено!

source: Selecting...
ru: Выбор...

source: Selecting...
ru: Ведётся выбор...

source: Add birth and death events
ru: Добавить события о рождении и смерти

source: Add birth event
ru: Добавить событие о рождении

source: Add death event
ru: Добавить событие о смерти

source: No events to be added.
ru: Никаких событий не было добавлено.

source: Selecting...
ru: Выбор...

source: Adding events '%s'...
ru: Добавление событий '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
ru: Добавлено событие о рождении на основании %(evidence)s у %(name)s

source: Added birth event based on %s
ru: Добавлено событие о рождении на основании %s

source: Estimated birth date
ru: Оценочная дата рождения

source: Added death event based on %(evidence)s, from %(person)s
ru: Добавлено событие о смерти на основании %(evidence)s у %(name)s

source: Added death event based on %s
ru: Добавлено событие о смерти на основании %s

source: Estimated death date
ru: Оценочная дата смерти

source: Done! Committing...
ru: Выполнено! Сохранение...

source: Added %d events.
ru: Добавлено событий: %d.

source: Estimated date
ru: Расчётная дата
