Repository: gramps-contrib/contrib
Catalog: trunk/contrib/DescendantsLines/po/*-local.po
Languages: de

source: Descendants Lines
de: Nachkommen Linien

source: Produces descendants lines of a person
de: Erstellt Nachkommenlinien einer Person

source: Unknown
de: Unbekannt

source: Report Options
de: Berichtsoptionen

source: Center Person
de: Hauptperson

source: The center person for the report
de: Die Hauptperson für den Bericht

source: Output format
de: Ausgabeformat

source: The output format to be used
de: Das Ausgabeformat das verwendet wird

source: Style
de: Stil

source: Center-aligned text
de: Zentrierter Text

source: Left-aligned text
de: Linksbündiger Text

source: The style to be used
de: Der Stil der verwendet wird

source: Destination
de: Ziel

source: The destination file for the content.
de: Die Zieldatei für den Inhalt.

source: Generations
de: Generationen

source: The number of generations to include in the report. (0 for unlimited)
de: Anzahl der Generationen die in den Bericht aufgenommen werden (0 für unbegrenzt)

source: Name format
de: Namensformat

source: Default
de: Vorgabe

source: Select the format to display names
de: Format zum anzeigen von Namen wählen

source: Use colors
de: Verwende Farben

source: Whether to use colored names indicating person gender in the output.
de: Ob Farbige Namen zur Anzeige des Geschlechts in der Ausgabe verwendet werden.

source: Include event places
de: Ereignisorte aufnehmen

source: Whether to include event places in the output.
de: Ob Ereignisorte in die Ausgabe aufgenommen werden.

source: Include marriage information
de: Hochzeitsinformationen aufnehmen

source: Whether to include marriage information in the output.
de: Ob Hochzeitsinformationen in die Ausgabe aufgenommen werden.

source: Use d'Aboville descendant numbering system
de: Verwende d'Aboville Nachkommen Nummerierungssystem

source: Whether to use d'Aboville descendant numbering system in the output.
de: Ob das d'Aboville Nachkommen Nummerierungssystem in der Ausgabe verwendet wird.

source: Options S
de: Optionen P

source: S_DOWN
de: P_RUNTER

source: The length of the vertical edge from descendant to spouse-bar.
de: Die Länge der vertikalen Kante vom Nachkommen zur Partner-Balken.

source: S_UP
de: P_AUF

source: The length of the vertical edge from spouse-bar to spouse.
de: Die Länge der vertikalen Kante vom Partner-Balken zum Partner.

source: S_VPAD
de: P_VFELD

source: The number of ??? vpad
de: Die Anzahl von ??? VFeld

source: SP_PAD
de: SP_FELD

source: The number of ??? pad
de: Die Anzahl der ??? Felder

source: Options F
de: Optionen F

source: F_PAD
de: F_Feld

source: FL_PAD
de: FL_FELD

source: Options O
de: Optionen O

source: OL_PAD
de: OL_FELD

source: O_DOWN
de: O_Runter

source: The length of the vertical edge from spouse-bar to child-bar.
de: Die Länge der vertikalen Kante vom Partner-Balken zum Kinder-Balken.

source: Options C
de: Optionen K

source: C_PAD
de: K_FELD

source: C_UP
de: K_AUF

source: The length of the vertical edge from child to child-bar.
de: Die Länge der vertikalen Kante vom Kind zum Kinder-Balken.

source: MIN_C_WIDTH
de: MIN_K_BREITE

source: The number of ??? min width
de: Die Anzahl der ??? min Breite

source: Options Text
de: Text Optionen

source: TEXT_PAD
de: TEXT_FELD

source: The number of text pad ???
de: Die Anzahl der Textfelder ???

source: TEXT_LINE_PAD
de: TEXT_ZEILEN_FELD

source: The number of text line pad ???
de: Die Nummer der Textzeilenfeld ????

source: The style used for the name of person.
de: Der Stil der für den Namen einer Person verwendet wird.
