Repository: gramps-contrib/contrib
Catalog: PlaceUpdate/po/*.po
Languages: hr

source: PlaceUpdate
hr: Aktualiziranje mjesta

source: Gramplet to manipulate multiple places
hr: Gramplet za mijenjanje više mjesta

source: Set properties for multiple places
hr: Postavi svojstva za više mjesta

source: None
hr: Nijedno

source: This gramplet allows setting properties for multiple places at the same time
hr: Ovaj Gramplet omogućuje mijenjanje svojstva za više mjesta odjednom

source: Place type:
hr: Vrsta mjesta:

source: Tag:
hr: Etiketa:

source: New enclosing place
hr: Novo obuhvaćajuće mjesto

source: Select enclosing place
hr: Odaberi obuhvaćajuće mjesto

source: Clear original enclosing places
hr: Ukloni izvorno obuhvaćajuće mjesto

source: Clear tags
hr: Ukloni etikete

source: Generate hierarchy
hr: Stvori poredak

source: use spaces as separator
hr: koristi razmaknicu za znak razdvajanja

source: reverse hierarchy
hr: preokreni poredak

source: Replace text
hr: Zamijeni tekst

source: Use regex
hr: Koristi regularni izraz

source: Old text:
hr: Stari tekst:

source: New text:
hr: Novi tekst:

source: Clear selections
hr: Ukloni odabire

source: Apply to selected places
hr: Primijeni na odabrana mjesta

source: Setting place properties
hr: Postavljanje svojstava mjesta

source: Regex operation failed: {}
hr: Operacija s regularnim izrazom neuspjela: {}
