Repository: gramps-contrib/contrib
Catalog: lxml/po/*-local.po
Languages: ru

source: etree Gramplet
ru: Грамплет etree

source: Gramplet for testing etree with Gramps XML
ru: Грамплет для тестирования etree с Gramps XML

source: Invalid timestamp
ru: Неверное время

source: Unknown
ru: Неизвестно

source: No file parsed...
ru: Нет разобранного файла...

source: Run
ru: Запуск

source: Number of editions back
ru: Количество изменений

source: Space character on filename
ru: Пробел в имени файла

source: Please fix space on "%s"
ru: Пожайлуйста исправьте пробел в "%s"

source: Sorry, no support for your OS yet!
ru: Извините, Ваша операционная система пока не поддерживается!

source: Is it a compressed .gramps?
ru: Это сжатый .gramps?

source: Cannot uncompress "%s"
ru: Не удалось распаковать "%s"

source: From: "%(file1)s" to: "%(file2)s".
ru: Из: "%(file1)s" в: "%(file2)s".

source: Cannot copy "%s"
ru: Не удалось скопировать "%s"

source: XML: Last %s editions since %s, were at/on :
ru: XML: Последние изменение %s с %s, было :

source: XML: Number of records and relations : %s
ru: XML: Количество записей и связей : %s

source: Number of tags : %s | (%s)*
ru: Количество меток : %s | (%s)*

source: Number of tags : %s
ru: Количество меток : %s

source: Number of events : %s | (%s)*
ru: Количество событий : %s | (%s)*

source: Number of persons : %s | (%s)* and (%s)* surnames
ru: Количество лиц : %s | (%s)* и (%s)* фамилий

source: Number of families : %s | (%s)*
ru: Количество семей : %s | (%s)*

source: Number of sources : %s | (%s)*
ru: Количество источников : %s | (%s)*

source: Number of citations : %s | (%s)*
ru: Количество цитат : %s | (%s)*

source: Number of places : %s | (%s)*
ru: Количество мест : %s | (%s)*

source: Number of media objects : %s | (%s)*
ru: Количество документов : %s | (%s)*

source: Number of repositories : %s | (%s)*
ru: Количество хранилищ : %s | (%s)*

source: Number of notes : %s | (%s)*
ru: Количество заметок : %s | (%s)*

source: XML: Number of additional records and relations: %s
ru: XML: Количество дополнительных записей и связей: %s

source: * loaded Family Tree base: "%s"
ru: * загруженная база Семейного древа: "%s"

source: lxml Gramplet
ru: Грамплет lxml

source: Gramplet for testing lxml and XSLT
ru: Грамплет для тестирования lxml и XSLT

source: Where is gzip?
ru: Где gzip?

source: "gzip" is missing
ru: "gzip" отсутствует

source: Missing python3 lxml
ru: Не найден python3 lxml

source: Please, try to install "python3 lxml" package.
ru: Попробуйте установить "python3 lxml" модуль.

source: No file loaded...
ru: Нет загруженного файла...

source: XSD validation (lxml)
ru: XSD проверка (lxml)

source: Cannot validate "%(file)s" !
ru: Не удалось проверить "%(file)s" !

source: xmllint: skip DTD validation for "%(file)s"
ru: xmllint: пропуск DTD проверки для "%(file)s"

source: xmllint: skip RelaxNG validation for "%(file)s"
ru: xmllint: пропуск RelaxNG проверки для "%(file)s"

source: Parsing issue
ru: Анализ замечания

source: Cannot parse content of "%(file)s"
ru: Не удалось разобрать содержимое файла "%(file)s"

source: Gramps version
ru: Версия Gramps

source: Wrong namespace Need: %s
ru: Неверное пространство имён Требуется: %s

source: RelaxNG validation
ru: RelaxNG прверка

source: Cannot validate "%(file)s" via RelaxNG schema
ru: Не удалось проверить "%(file)s" по RelaxNG схеме

source: File issue
ru: Ошибка файла

source: Cannot parse "%(file)s" via etree
ru: Не удалось разобрать "%(file)s" как etree

source: Parsing file...
ru: Анализ файла...

source: Missing header
ru: Отсутствует заголовок

source: Not a valid .gramps. Cannot run the gramplet... Please, try to use a .gramps generated by Gramps 4.x.
ru: Неверный .gramps. Не удалось запустить грамплет... Попробуйте использовать .gramps созданный Gramps 4.x.

source: File parsed with
ru: Файл разобран как

source: File was generated on
ru: Файл бал создан

source: by Gramps
ru: Gramps

source: Period:
ru: Период:

source: entries for surname(s); no frequency yet
ru: вхождение фамилии(й); нет повторов пока

source: entries for place(s)
ru: вхождение мест(а)

source: note(s)
ru: заметка(и)

source: source(s)
ru: источник(и)

source: 2. Has generated a media index on "%(file)s".
ru: 2. Список документов создан в "%(file)s".

source: 3. Has written entries into "%(file)s".
ru: 3. Вхождения записаны в "%(file)s".

source: Matches XSD schema.
ru: Схема совпадений XSD.

source: xmllint: skip DTD validation
ru: xmllint: пропуск проверки DTD

source: I am looking at ...
ru: Поиск ...

source: Content generated by Gramps
ru: Содержание создано Gramps

source: Surnames
ru: Фамилии

source: Places
ru: Места

source: List of sources
ru: Список источников

source: Australia
ru: Австралия

source: Brazil
ru: Бразилия

source: Bulgaria
ru: Болгария

source: Canada
ru: Канада

source: Chile
ru: Чили

source: China
ru: Китай

source: Croatia
ru: Хорватия

source: Czech Republic
ru: Чешская Республика

source: England
ru: Англия

source: Finland
ru: Финляндия

source: France
ru: Франция

source: Germany
ru: Германия

source: India
ru: Индия

source: Japan
ru: Япония

source: Norway
ru: Норвегия

source: Portugal
ru: Португалия

source: Russia
ru: Россия

source: Sweden
ru: Швеция

source: United States of America
ru: Соединённые Штаты Америки

source: Name
ru: Имя

source: Country
ru: Государство/Страна

source: 1. Has generated "%s".
ru: 1. Создано "%s".

source: Try to open "%s" into your prefered web navigator ...
ru: Попытка открыть "%s" в Вашем браузере по умолчанию ...

source: Gallery
ru: Галерея
