Repository: gramps-contrib/contrib
Catalog: Query/po/*-local.po
Languages: ru

source: Query Gramplet
ru: Грамплет запросов

source: Gramplet for running SQL-like queries
ru: Грамплет для осуществления SQL запросов

source: Query
ru: Запрос

source: Query Quickview
ru: Быстрый вид для запросов

source: Quick view for SQL-like running queries
ru: Быстрый вид для SQL запросов

source: Enter Python expressions
ru: Введите выражение Python

source: Enter SQL query
ru: Введите SQL запрос

source: %d rows processed in %s seconds.
ru: %d строк обработано за %s сек.

source: Date
ru: Дата

source: Today
ru: Сегодня
