Repository: gramps-contrib/contrib
Catalog: DeepConnectionsGramplet/po/*-local.po
Languages: ca, ru

source: Deep Connections Gramplet
ca: Gramplet de Connexions Profundes
ru: Подробные связи

source: Gramplet showing a deep relationship between active and home people
ca: Gramplet que mostra les relacions profundes entre la persona activa i familiars
ru: Показывает связь между активным и базовым лицом

source: Deep Connections
ca: Connexions Profundes
ru: Подробные связи

source: Double-click name for details
ca: Fer doble clic al nom per detalls
ru: Двойной щелчок по имени для отображения подробностей

source: No Family Tree loaded.
ca: No s'ha carregat cap Arbre Genealògic.
ru: Семейное древо не загружено.

source: Pause
ca: Pausa
ru: Пауза

source: Continue
ca: Continua
ru: Продолжить

source: Copy
ca: Copia
ru: Копировать

source: mentioned in note
ca: esmentat a la nota
ru: упомянут в заметке

source: child
ca: fill
ru: ребёнок

source: husband
ca: marit
ru: муж

source: wife
ca: muller
ru: жена

source: Note on Family
ca: Nota sobre la família
ru: Заметка о семье

source: sibling
ca: germà
ru: брат/сестра

source: father
ca: pare
ru: отец

source: mother
ca: mare
ru: мать

source: Note on Parent Family
ca: Nota sobre la familia dels pares
ru: Заметка о семье родителей

source: %s (association)
ca: %s (associació)
ru: %s (связь)

source: Note on Person
ca: Nota sobre la Persona
ru: Заметка о человеке

source: %s of
ca: %s de
ru: %s

source: No Home Person set.
ca: Persona base no fixada.
ru: Базовое лицо не назначено.

source: No Active Person set.
ca: No s'ha fixat Persona Activa.
ru: Активное лицо не назначено.

source: self
ca: la mateixa persona
ru: это лицо

source: Looking for relationship between
ca: S'està cercant la relació entre
ru: Поиск отношений между

source: <b>%s</b> (Home Person) and
ca: <b>%s</b> (Persona activa) i
ru: <b>%s</b> (Базовое лицо) и

source: <b>%s</b> (Active Person)...
ca: <b>%s</b> (Persona activa)...
ru: <b>%s</b> (Активное лицо)...

source: Found relation #%d:
ca: Trobat parentesc #%d:
ru: Найдена связь #%d:

source: Paused. Press Continue to search for additional relations.
ca: En pausa. Premi Continuar per buscar parentescs addicionals.
ru: Остановлено. Нажмите 'Продолжить' для поиска дополнительных связей.

source: Search completed. %d relations found.
ca: Cerca completada. S'han trobat %d parentescs.
ru: Поиск завершён. Найдено связей: %d.
