Repository: gramps-contrib/contrib
Catalog: trunk/contrib/DataEntryGramplet/po/*-local.po
Languages: nl

source: Data Entry Gramplet
nl: Gegevensingavegramplet

source: Gramplet for quick data entry
nl: Gramplet om gegevens snel in te voeren

source: Data Entry
nl: Gegevensingave

source: Active person
nl: Actieve persoon

source: Family:
nl: Familie:

source: Sources?
nl: Bronnen?

source: Surname, Given
nl: Familienaam, voornaam

source: Gender
nl: Geslacht

source: female
nl: vrouwelijk

source: male
nl: mannelijk

source: unknown
nl: onbekend

source: Source
nl: Bron

source: Birth
nl: Geboorte

source: Death
nl: Overlijden

source: Save
nl: Opslaan

source: Abandon
nl: Annuleren

source: New person
nl: Nieuwe persoon

source: Add relation
nl: Relatie toevoegen

source: No relation to active person
nl: Geen relatie met de actieve persoon

source: Add as a Parent
nl: Als een ouder toevoegen

source: Add as a Spouse
nl: Als een echtgeno(o)t(e) toevoegen

source: Add as a Sibling
nl: Als een broer/zus toevoegen

source: Add as a Child
nl: Als een kind toevoegen

source: Add
nl: Toevoegen

source: Copy Active Data
nl: De actieve gegevens kopiëren

source: Clear
nl: Gewist

source: Gramplet Data Edit: %s
nl: Gramplet-gegevens bewerken: %s

source: Please provide a name.
nl: Een naam opgeven.

source: Can't add new person.
nl: De nieuwe persoon kan niet worden toevoegd.

source: Please set an active person.
nl: Een actieve persoon aanduiden.

source: Can't add new person as a parent.
nl: De nieuwe persoon kan niet als ouder worden toevoegd.

source: Please set the new person's gender.
nl: Een geslacht voor de nieuwe persoon kiezen.

source: Can't add new person as a spouse.
nl: De nieuwe persoon kan niet als echtgeno(o)t(e) worden toevoegd.

source: Can't add new person as a sibling.
nl: De nieuwe persoon kan niet als broer/zus worden toevoegd.

source: Can't add new person as a child.
nl: De nieuwe persoon kan niet als kind worden toevoegd.

source: Please set Active person.
nl: Actieve persoon aanduiden.

source: Can't add new person as a spouse to no one.
nl: De nieuwe persoon kan bij niemand als echtgeno(o)t(e) worden toevoegd.

source: Please set gender on Active or new person.
nl: Een geslacht voor actieve of nieuwe persoon kiezen.

source: Same genders on Active and new person.
nl: Zelfde geslacht voor actieve en nieuwe persoon.

source: Please set gender on Active person.
nl: Een geslacht voor de actieve persoon kiezen.

source: Gramplet Data Entry: %s
nl: Gramplet-gegevens invoer: %s
