Repository: gramps-contrib/contrib
Catalog: ImportMerge/po/*-local.po
Languages: fr

source: Import and Merge tool
fr: Outil d'importation et de fusion

source: Compares a Gramps XML database with the current one, and allows merging of the differences.
fr: Compare une base de données Gramps XML avec celle actuelle et permet de fusionner les différences.

source: Import and merge a Gramps XML
fr: Importer et fusionner un Gramps XML

source: Missing
fr: Absent

source: Added
fr: Ajouté(e)

source: Different
fr: Différent

source: Delete original
fr: Supprimer l'original

source: Ignore
fr: Ignorer

source: Add Import
fr: Ajouter l'importation

source: Merge into original
fr: Fusionner en original

source: Merge into import
fr: Fusionner en importation

source: Replace with import
fr: Remplacer par l'importation

source: Keep original
fr: Garder original

source: Use buttons below to set the 'Action' for each difference. No changes will be made to your tree until you press 'Done' and confirm.
fr: Utilisez les boutons ci-dessous pour définir 'Action' pour chaque différence. Aucun changement ne sera apporté à votre arbre jusqu'à ce que vous appuyiez sur 'Terminé' et confirmez.

source: This item will be deleted from your tree. Any referenced items were also marked for deletion.
fr: Cet élément sera supprimé de votre arbre. Tous les articles référencés ont également été marqués pour suppression.

source: This item will not be changed in your tree. Any referenced items were also marked for Ignore.
fr: Cet élément ne sera pas modifié dans votre arbre. Tous les éléments référencés ont également été marqués pour Ignorer.

source: This item will be added to your tree. Any referenced items were also marked for adding.
fr: Cet élément sera ajouté à votre arbre. Tous les articles référencés ont également été marqués pour l'addition.

source: This item will be merged, saving data from your tree. Any referenced items were also marked for merging or adding.
fr: Cet élément sera fusionné, en conservant les données de votre arbre. Tous les éléments référencés ont également été marqués pour la fusion ou l'ajout.

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
fr: Cet élément sera fusionné, en utilisant les données de l'importation. Tous les éléments référencés ont également été marqués pour la fusion ou l'ajout.

source: The import data will entirely replace the data in your tree. Any referenced items were also marked for replacement or removal.
fr: Les données d'importation remplaceront entièrement les données de votre arbre. Tous les articles référencés ont également été marqués pour le remplacement ou le retrait.

source: This item will not be changed in your tree. Any referenced items were also marked to keep.
fr: Cet élément ne sera pas modifié dans votre arbre. Tous les articles référencés ont également été marqués pour garder.

source: Family
fr: Famille

source: Person
fr: Individu

source: Event
fr: Événement

source: Place
fr: Lieu

source: Repository
fr: Dépôt

source: Tag
fr: Étiquette

source: Importing data...
fr: Importation des données...

source: Import Failure
fr: Échec de l'importation

source: Searching...
fr: Recherche en cours...

source: Your Tree and import are the same.
fr: Votre arbre et votre importation sont les mêmes.

source: Last changed
fr: Dernier changement

source: your tree
fr: votre arbre

source: imported
fr: importé

source: Imported
fr: Importé

source: Result
fr: Résultat

source: Processing...
fr: Traitement en cours...

source: Import and Merge
fr: Importer et fusionner

source: Replace
fr: Remplacer

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: A '*' indicates that the action was automarked, a '?' indicates a conflict between automarks.
fr: Un '*' indique que l'action a été automatiquement marquée, un '?' Indique un conflit entre les marques automatiques.

source: Import file
fr: Importer le fichier

source: Select the difference you wish to examine.
fr: Sélectionnez la différence que vous souhaitez examiner.

source: Status
fr: Statut

source: Object
fr: Objet

source: Object Name/Description
fr: Nom / description

source: Data item details, showing the current treeitem, imported tree item, and result (when chosen).
fr: Détails des éléments de données, montrant l'élément d'arbre actuel, l'élément d'arborescence importé et le résultat (le cas échéant).

source: Object and item
fr: Détails de l'objet

source: Differences
fr: Différences

source: Help
fr: Aide

source: This button will ignore the difference, no changes to your tree.
fr: Ce bouton ignorera la différence, aucune modification ne sera apportée à votre arbre.

source: Unmark
fr: Nettoyer

source: This button will add the imported data as a new object to your tree.
fr: Ce bouton ajoutera les données importées comme un nouvel objet à votre arbre.

source: Done
fr: Conclure

source: This button will bring up a dialog allowing you to finalize your changes, or abandon them.
fr: Ce bouton ouvrira une boîte de dialogue vous permettant de finaliser vos modifications ou de les abandonner.

source: Merge Original
fr: Fusionner l'original

source: This button will merge the imported data into your tree with your tree data as a base.
fr: Ce bouton fusionnera les données importées dans votre arborescence, en sauvegardant vos données d'arborescence où elles pourraient être écrasées par les données d'importation.

source: This button will replace your tree data with the imported data.
fr: Ce bouton remplacera vos données arborescentes par les données importées.

source: Merge Import
fr: Fusionner l'importation

source: This button will merge the imported data into your tree with the imported data as a base.
fr: Ce bouton fusionnera les données importées dans votre arbre, en enregistrant les données importées où elles pourraient avoir été écrasées par vos données arborescentes.

source: Edit Import
fr: Modifier l'importation

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
fr: Ce bouton éditera les données importées. Les données devront encore être fusionnées, ajoutées ou remplacées.

source: Show more details
fr: Afficher plus de détails

source: Automark Families
fr: Marquage automatique des familles

source: Automark Parent Families
fr: Marquage automatique des familles parentes

source: Close _without saving
fr: Fermer _sans enregistrer

source: _Cancel
fr: _Annuler

source: _Save
fr: _Enregistrer

source: Save Changes?
fr: Enregistrer les modifications ?

source: If you close without saving, the changes you have made will be lost
fr: Si vous fermez sans enregistrer, vous perdrez vos modifications
