Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Report, Generation, Person, Name
sv: Rapport, Generation, Person, Namn

source: See Report : %s, Generation : %s, Person : %s
sv: Se rapport : %s, Generation : %s, Person : %s

source: Report appearances for %s
sv: Rapportutseende för %s

source: Spouse of: Report: %s, Generation: %s, Person: %s
sv: Make till: Rapport: %s, Generation: %s, Person: %s

source: Report: %s, Generation: %s, Person: %s
sv: Rapport: %s, Generation: %s, Person: %s

source: %(event_name)s of %(name)s
sv: %(event_name)s till %(name)s

source: %(event_name)s of %(name)s and %(mate)s
sv: %(event_name)s till %(name)s och %(mate)s

source: List children
sv: Lista barn

source: Add descendant reference in child list
sv: Lägg till ättlingareferens i barnlista

source: Include Index of Names
sv: Ta med namnindex

source: Whether to include the index of Names at the end of the report.
sv: Huruvida ta med namnindex i slutet av rapporten.

source: Include index of Dates
sv: Ta med datumindex

source: Whether to include the index of Dates at the end of the report.
sv: Huruvida ta med datumindex i slutet på rapporten.

source: Include index of Places
sv: Ta med platsindex

source: Whether to include the index of Places at the end of the report.
sv: Huruvida ta med platsindex i slutet på rapporten.

source: Include the 'Report appearances' section with each person
sv: Ta med 'Rapportutseende'-sektionen för varje person

source: The 'Report appearances' section shows other places in the report where the person is mentioned.
sv: Rapportutseende-sektionen visar andra platser i rapporten där personen nämns.

source: The style used for the children list.
sv: Mall som används för barnlistan.

source: The basic style used for Note header.
sv: Grundläggande mall som används för notisrubriken.

source: The style used for the first personal entry.
sv: Mall som används för den första personinformationen.

source: The style used for the More About header and for headers of mates.
sv: Mall som används för Mer Om-rubriken samt för rubriker för makar.

source: The style used for additional detail data.
sv: Mall som används för allmänna data.

source: The style used for note detail data.
sv: Mall som används för notistext.

source: The style used for the date in the Index of Dates.
sv: Mall som används för datum i datumindexet.

source: The style used for the events in the Index of Dates.
sv: Mall som används för händelserna i datumindexet.

source: The style used for the header in the Index of Names.
sv: Mall som används för rubriken i namnindexet.

source: The style used for the references in the Index of Names.
sv: Mall som används för referenserna i namnindexet.

source: The style used for the header in the Index of Places.
sv: Mall som används för rubriken i platsindexet.

source: The style used for the references in the Index of Places.
sv: Mall som används för referenserna i platsindexet.

source: Gramplet used to make word clouds with wordle.net
sv: Gramplet för att skapa ordmoln med wordle.net

source: [Missing]
sv: [Saknas]

source: Number of font sizes
sv: Antal typsnittsstorlekar

source: Select filter to restrict list
sv: Välj ett filter för att begränsa lista

source: PersonEverything Report
sv: Allting för person rapport

source: Produces a report containing everything about the active person
sv: Producerar en rapport som innehåller allt om den aktiva personen

source: All information about %s
sv: All information om %s

source: Primary name
sv: Primärt namn

source: Alternate name
sv: Alternativt namn

source: This is the primary birth event.
sv: Det här är den primära födelsehändelsen.

source: This is the primary death event.
sv: Det här är den primära dödshändelsen.

source: Parent Family
sv: Föräldrafamilj

source: Details of any children and events etc. would be in a similar report for the father or mother.
sv: Detaljer om barn och händelser etc. skulle finnas i en liknande rapport för fadern eller modern.

source: Temple and status
sv: Tempel och status

source: LDS Ordinance family
sv: SDH förordningsfamilj

source: LDS
sv: SDH

source: Street, City, County, State, Postal Code, Country, Phone number
sv: Gata, Stad, Län, Stat, Postnummer, Land, Telefonnummer

source: Media Reference
sv: Mediareferens

source: Description and Path
sv: Beskrivning och sökväg

source: Referenced Region
sv: Refererad region

source: Mime type
sv: Mimetyp

source: Given name(s): Title, Given, Suffix, Call Name, Nick Name, Family Nick Name
sv: Förnamn: Titel, Förnamn, Ändelse, Tilltalsnamn, Smeknamn, Familjesmeknamn

source: Note type
sv: Notistyp

source: Parent Place
sv: Föräldraplats

source: Alternate Location
sv: Alternativ plats

source: Alternative Name
sv: Alternativt namn

source: Latitude, Longitude
sv: Latitud, Longitud

source: Repository type
sv: Arkivplatstyp

source: Repository reference
sv: Arkivplatsreferens

source: Media type
sv: Mediatyp

source: Origin type
sv: Ursprungstyp

source: Prefix, surname, connector
sv: Prefix, efternamn, kontakt

source: {This is the primary surname}
sv: {Det här är det primära efternamnet}

source: Tag name
sv: Taggnamn

source: Tag colour and priority
sv: Taggfärg och prioritet

source: No source information found
sv: Ingen källinformation funnen

source: OsmGpsMap module not loaded.
sv: OsmGpsMap-modul ej laddad.

source: Ancestors map
sv: Karta för anor

source: A view showing ancestors places on the map.
sv: En vy som visar förfädernas boplatser på kartan.

source: Ancestors places on the map
sv: Förfädernas boplatser på kartan

source: GeoAncestor
sv: GeoAnor

source: Ancestors places for %s
sv: Förfädernas boplatser för %s

source: Counting all places
sv: Räknar alla platser

source: Showing all places
sv: Visar alla platser

source: Note Gramplet
sv: Gramplet för notis

source: Gramplet for editing active person's notes
sv: Gramplet för redigering av aktiv persons notiser

source: Save Note
sv: Spara anteckning

source: Note Cleanup
sv: Notisrensning

source: Clean up Notes that contain HTML markup
sv: Rensa notiser som innehåller HTML-markup

source: Note Cleanup Tool
sv: Verktyg för notisrensning

source: Cleaned Notes
sv: Rensade notiser

source: Links Only
sv: Endast länkar

source: Issues
sv: Problem

source: Close the Note Cleanup Tool
sv: Stäng verktyget för notsrensning

source: Save All
sv: Spara alla

source: Save All Changes
sv: Spara alla ändringar

source: Search for Untidy Notes
sv: Sök efter orensade notiser

source: Generate Test Notes
sv: Skapa testnotiser

source: Generate Test notes in range N99996-N99999. These are added to your database, so you may want to work with a test database or delete them later.
sv: Skapa testnotiser inom intervallet N99996-N99999. Dessa läggs till din databas, så du kanske vill arbeta med en testdatabas eller radera dem senare.

source: Please back up your database before running this tool. Start the tool by pressing the 'Search' button, then review the results. When satisifed press the 'Save All' button to save your work. You may export a summary list of the notes that were found using the 'Export' button.
sv: Vänligen säkerhetskopiera din databas innan du kör detta verktyg Kör verktyget genom att trycka på 'Sök'-knappen, sedan värdera resultatet. När du är nöjd trycker du på knappen "Spara alla" för att spara ditt arbete. Du kan exportera en sammanfattningslista över notiserna som hittades med knappen 'Exportera'.

source: Clean up Notes
sv: Rensa notiserna

source: Cleanup Test Notes
sv: Rensa testnotiserna

source: Add Test Note
sv: Lägg till testnotis

source: Notes selected on the left pane are shown Before cleanup in this box.
sv: Notiser valda på den vänstra sidan visas Före rensning i denna ruta.

source: Notes selected on the left pane are shown After cleanup in this box. If you wish to make changes, you can make them here and use the style controls in the toolbar above.
sv: Notiser valda på den vänstra sidan visas Efter rensning i denna ruta. Om du vill göra ändringar, kan du göra dem här och använda mallkontrollerna i verktygsfältet ovan.

source: Saving Notes
sv: Sparar notiser

source: Saving Cleaned Notes
sv: Sparar rensade notiser

source: Scanning Notes
sv: Skannar notiser

source: All Names of All People
sv: Samtliga namn för alla personer

source: Display all names of all people
sv: Visa samtliga namn för alla personer

source: Name Type
sv: Namntyp

source: Total names %d
sv: Totalt antal namn %d

source: Surname Mapping
sv: Efternamnstilldelning

source: Gramplet for editing the grouping of surnames
sv: Gramplet för redigering av gruppering av efternamn

source: Add Mapping
sv: Lägg till uppgift

source: Edit Mapping
sv: Redigera uppgift

source: Remove Mapping
sv: Ta bort uppgift

source: Group Name
sv: Gruppnamn

source: Group
sv: Grupp

source: Create Mapping
sv: Skapa uppgift

source: Fix Capitalization of Given Names
sv: Ordna stavning av förnamn

source: Searches the entire database and attempts to fix capitalization of the given names.
sv: Söker igenom hela databasen och försöker ordna stavning av förnamnen.

source: manual|Fix_Capitalization_of_Given_Names...
sv: manuell|Åtgärda_Versaler_i_förnamn...

source: Checking Given Names
sv: Kontrollera förnamn

source: Searching given names
sv: Söker förnamn

source: Affected Names
sv: Påverkat namn

source: Below is a list of the given names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
sv: Nedan finns en lista på förnamn, som Gramps kan omvandla till korrekt stavning. Välj de namn du vill att Gramps skall omvandla.

source: Edit selection
sv: Redigera val

source: Biography
sv: Biografi

source: Display a text biography
sv: Visar en biografitext

source: Biography for %s
sv: Biografi för %s

source: Edit Image Exif Metadata
hu: A kép Exif metaadatainak szerkesztése
sv: Redigera bilds Exif-metadata

source: Gramplet to view, edit, and save image Exif metadata
hu: Kép Exif metaadatokat mutató, szerkesztő és mentő gramplet
sv: Gramplet för att se, redigera och spara bilds Exif-metadata

source: Edit Exif Metadata
hu: Exif metaadatok szerkesztése
sv: Redigera Exif-metadata

source: <-- Image Types -->
hu: <-- Kép típus -->
sv: <-- Bildtyper -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
hu: Figyelem: A bejegyzés megváltoztatása a GRAMPS média objektum címmezőjét fogja frissíteni, nem az Exiv2 metaadatokat.
sv: Varning: Ändring av detta fält kommer att uppdatera mediaobjektets titelfält i Gramps ej i Exiv2 metadata.

source: Provide a short description for this image.
sv: Ge en kort beskrivning på denna bild.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
hu: Adja meg a kép szerzőjét/művészét. A személy, vagy a társaság nevét, aki/ami a kép létrehozásáért felel.
sv: Skriv in bildens skapare. Personens namn eller det företag, som är ansvarig för skapande av denna bild.

source: Enter the copyright information for this image.
hu: A kép szerzői jogi adatait vigye be.
sv: Skriv in upphovsrättsinformation för denna bild.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
hu: A kép első létrehozásának/készítésének eredeti dátuma/ideje. Például: 1830-01-1 09:30:59
sv: Det ursprungliga datum/klockslag som gällde då bilden första skapades eller togs. Exempel: 1830-01-1 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
hu: Ez a kép utolsó változtatásának/módosításának dátuma/ideje. Például: 2011-05-24 14:30:00
sv: Detta är det datum/klockslag som bilden senast ändrades. Exemple: 2011-05-24 14:30:00

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
hu: Böngészőjében megjeleníti a 'Kép Exif metaadatainak szerkesztése' oldalt a GRAMPS Wiki súgóból.
sv: Visar Gramps Wiki hjälpsida för 'Redigera Exif-metadata' i din webbläsare.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
hu: Ez egy új ablakot fog megnyitni az Exif metaadatok szerkesztéséhez/módosításához. Lehetővé teszi a módosított Exif metaadatok menthetőségét is.
sv: Detta kommer att öppna ett nytt fönster, som tillåter dig att redigera denna bilds Exif-metadat. Den kommer också att ge dig möjlighet att spara de ändrade metadata.

source: Will produce a Popup window showing a Thumbnail Viewing Area
hu: Felugró ablakot hoz létre, ami a bélyegképek megtekintési mezőjét mutatja
sv: Kommer att skapa ett pop-upp-fönster visande en yta med miniatyrbilder

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
hu: Válassza ki azt a képfájl típust a legördülő menüből, amelynek nem Exiv2 kompatibilis média objektumát konvertálni szeretné.
sv: Välj från en rullgardinsmeny den filtyp du vill omvandla ditt ej- Exiv2 kompatibla mediaobjekt till.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
hu: Ha a kép típusa nem alkalmas az Exif metaadat olvasására/írására, akkor legyen arra alkalmas típusúra konvertálva?
sv: Om din bild är av sådan typ, som ej kan ha Exif metadata, läs/skriv till/från, omvandla till en bildtyp, som kan?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
hu: FIGYELEM: Ez a kép minden metaadatát teljesen törölni fogja! Biztos, hogy ezt akarja?
sv: Varning: Detta kommer att helt radera alla Exif-metadata från denna bild! Är du säker på att du vill göra det?

source: Thumbnail
hu: Bélyegkép
sv: Minatyrbild

source: Select an image to begin...
hu: Kezdéshez válasszon egy képet...
sv: Klicka på en bild för att börja...

source: Image is NOT readable, Please choose a different image...
hu: A kép NEM olvasható, Kérem válasszon másik képet...
sv: Bilden omöjlig att läsa. Välj en annan bild...

source: Image is NOT writable, You will NOT be able to save Exif metadata....
hu: A kép NEM írható, NEM lehetséges az Exif metaadatok mentése...
sv: Bilden är ej skrivbar. Du kommer ej att kunna spara Exif-metadata...

source: Please convert this image to an Exiv2- compatible image type...
hu: Kérem konvertálja a képet egy Exiv2 kompatibilis kép típusra...
sv: Omvandla denna bild till en Exiv2-kompatibel bildtyp...

source: Click Close to close this Thumbnail View Area.
hu: A bélyegkép mutató terület bezárásához kattintson a Bezárásra.
sv: Klicka på Stäng för att stänga denna miniatyrbildsplats.

source: Thumbnail View Area
hu: Bélyegkép mutató terület
sv: Minatyrbildsplats

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
hu: FIGYELEM: Most ezt a képet készül .jpeg képpé konvertálni. Biztosan ezt szeretné?
sv: Varning: Du är på väg att omvandla denna bild till en .jpeg-bild! Är du säker på att du vill göra det?

source: Convert and Delete
hu: Konvertálás és törlés
sv: Konvertera och tag bort

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
hu: A kép konvertálásra, az eredeti fájl törlésre, a teljes elérési útvonal pedig frissítésre került!
sv: Din bild har blivit omvandlad och orginalbilden har tagits bort samt komplett sökväg har uppdaterats!

source: There has been an error, Please check your source and destination file paths...
hu: Hiba történt, ellenőrizze a forrás és a cél fájl elérési útvonalát...
sv: Det har inträffat et fel. Kontrollera din käll- och målsökvägar...

source: There was an error in deleting the original file. You will need to delete it yourself!
hu: Hiba történt az eredeti fájl törlésekor. A törlést manuálisan kell elvégeznie!
sv: Det blev fel vid borttagning av originalfilen. Du måste ta bort den själv!

source: There was an error in converting your image file.
hu: A képfájl konvertálásakor hiba történt...
sv: Det inträffade ett fel vid omvandling av din bildfil.

source: Media Path Update
hu: Média útvonal frissítés
sv: Uppdatering av mediasökväg

source: There has been an error in updating the image file's path!
hu: A képfájl elérési útvonalának frissítésekor hiba történt!
sv: Det har inträffat ett fel vid uppdatering av bildens sökväg!

source: Click the close button when you are finished modifying this image's Exif metadata.
hu: A kép Exif metaadat módosítás befejezése után kattintson a Bezárás gombra.
sv: Klicka på stängningsknappen när du är färdig med ändringar i denna bilds metadata.

source: Saves a copy of the data fields into the image's Exif metadata.
hu: Az adatmezők adatainak a kép Exif metaadataiba másolása és mentése.
sv: Sparar en kopia av datafälten i bilens Exiv metadata.

source: Re -display the data fields that were cleared from the Edit Area.
hu: A szerkesztési területről törölt adatmező adatok újra megjelenítése.
sv: Vosa igen de datafält, som rensades från redigeringsytan.

source: This button will clear all of the data fields shown here.
hu: Ez a gomb kitisztítja az itt mutatott összes adatmezőt.
sv: Denna knapp kommer att rensa visade datafält.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
hu: Bezárja ezt a Szerkesztés felugró ablakot. FIGYELEM: Ez a művelet NEM MENT semmilyen változtatást/módosítást a kép Exif metaadataiba.
sv: Stänger detta redigeringsfönster. VARNING: Denna åtgärd kommer EJ att spara några ändringar till bildens Exif metadata.

source: Media Object Title
hu: Média objektum cím
sv: Mediaobjekttitel

source: media Title:
hu: média cím:
sv: Mediatitel:

source: General Data
hu: Általános adatok
sv: Allmänt

source: Description:
hu: Leírás:
sv: Beskrivning:

source: Date/ Time
hu: Dátum/idő
sv: Datum/tid

source: Modified:
hu: Módosított:
sv: Ändrat:

source: Latitude/ Longitude/ Altitude GPS coordinates
hu: Szélesség/ hosszúság/ magasság GPS koordináták
sv: Latitud/ longitud/ höjd GPS koordinater

source: Latitude :
hu: Szélességi fok:
sv: Latitud:

source: Longitude :
hu: Hosszúsági fok:
sv: Longitud:

source: Altitude :
hu: Magasság:
sv: Höjd:

source: Bad Date/Time
hu: Hibás dátum/idő
sv: Felaktig datum/tid

source: Invalid latitude (syntax: 18\u00b09'
sv: Ogiltig latitud (syntax: 18\u00b09'

source: 48.21"S, -18.2412 or -18:9:48.21)
hu: 48.21"D, -18.2412 vagy -18:9:48.21)
sv: 48.21"S, -18.2412 eller -18:9:48.21)

source: Invalid longitude (syntax: 18\u00b09'
sv: Ogiltig longitud (syntax: 18\u00b09'

source: 48.21"E, -18.2412 or -18:9:48.21)
hu: 48.21"K, -18.2412 vagy -18:9:48.21)
sv: 48.21"E, -18.2412 eller -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image?
hu: FIGYELEM! Biztosan le akarja törölni ennek a képnek az Exif metaadatait?
sv: Varning: Du är på väg att helt ta bort Exif-metadata från denna bild?

source: Media Title Update
hu: Média cím frissítés
sv: Uppdatering av mediatitel

source: Media Object Date Created
hu: Média objektum dátum létrehozva
sv: Mediaobjektdatum skapat

source: Saving Exif metadata to this image...
hu: A kép Exif metaadatainak mentése...
sv: Sparar Exif-metadata till bild...

source: All Exif metadata has been deleted from this image...
hu: A kép minden Exif metaadata törölve...
sv: All Exif-metadata har raderats från denna bild...

source: There was an error in stripping the Exif metadata from this image...
hu: A kép metaadatainak kinyerésekor hiba történt...
sv: Det inträffade ett fel vid utplockning av Exif metadata från denna bild...

source: Todo Report
sv: Att göra rapporter

source: Produces a list of all the notes with a given tag along with the records that it references, the Person, Family, Event, etc.
sv: Ger en lista över alla anteckningar med en given tagg tillsammans med poster som den refererar till, Person, Familj, Händelse, etc.

source: You must first create a tag before running this report.
sv: Du måste först skapa en tagg innan du kör denna rapport.

source: TR-Title
sv: TR-Titel

source: Report on Notes Tagged '%s'
sv: Rapport om anteckningar taggade '%s'

source: TR-Heading
sv: TR-rubrik

source: NoteTable
sv: ObsTabell

source: TR-Table
sv: TR-Tabell

source: TR-TableCell
sv: TR-tabellcell

source: TR-Normal-Bold
sv: TR-Normal-Fet

source: TR-Note
sv: TR-Obs

source: TR-BorderCell
sv: TR-Gränscell

source: date:
sv: datum:

source: place:
sv: plats:

source: Group by reference type
sv: Gruppera efter referenstyp

source: Group notes by Family, Person, Place, etc.
sv: Gruppanteckningar av familj, person, plats etc.

source: The basic style used for the table cell display.
sv: Den grundläggande stilen som används för tabellcellvisning.

source: The basic style used for the table border cell display.
sv: Den grundläggande stilen som används för tabellgränscellsvisningen.

source: The basic style used for the table display.
sv: Den grundläggande stilen som används för tabellvisningen.

source: Matrilineal progenitrix of <person>
sv: Matrilinjär stammoder för <person>

source: Matches the earliest recorded matrilineal ancestor mother.
sv: Matchar den tidigast registrerade matrilinjära förfaderns mor.

source: Mitochondrial inheritance of <person>
sv: Mitokondriellt arv för <person>

source: Matches recorded descendants of person following mitochondrial inheritance patterns.
sv: Matchar registrerade ättlingar till personer som följer mitokondriella arvsmönster.

source: Mitochondrial inheritance of <filter>
sv: Mitokondriellt arv för <filter>

source: Matches recorded descendants of a filter result following mitochondrial inheritance patterns.
sv: Matchar registrerade ättlingar till ett filterresultat efter mitokondriella arvsmönster.

source: Patrilineal progenitor of <person>
sv: Patrilinjär stamfader för <person>

source: Matches the earliest recorded patrilineal ancestor father.
sv: Matchar den tidigast registrerade patrilinjära förfadern.

source: X-chromosomal ancestors of <person>
sv: X-kromosomala förfäder för <person>

source: Matches ancestors of <person> following a X-chromosomal inheritance pattern.
sv: Matchar förfäder för <person> som följer ett X-kromosomalt arvsmönster.

source: X-chromosomal descendants of <person>
sv: X-kromosomala ättlingar för <person>

source: Matches descendants of <person> following a X-chromosomal inheritance pattern.
sv: Matchar ättlingar för <person> efter ett X-kromosomalt arvsmönster.

source: Matches all descendants of <person> following a X-chromosomal inheritance pattern.
sv: Matchar alla ättlingar för <person> efter ett X-kromosomalt arvsmönster.

source: Y-chromosomal inheritance of <person>
sv: Y-kromosomalt arv för <person>

source: Matches recorded descendants of person following Y-chromosomal inheritance patterns.
sv: Matchar registrerade ättlingar till personer som följer Y-kromosomala arvsmönster.

source: Y-chromosomal inheritance of <filter>
sv: Y-kromosomalt arv för <filter>

source: Matches recorded descendants of a filter result following Y-chromosomal inheritance patterns.
sv: Matchar registrerade ättlingar till ett filterresultat enligt Y-kromosomala arvsmönster.

source: Descendants Lines
sv: Ättlingslinjer

source: Produces descendants lines of a person
sv: Producerar ättlingslinjer för en person

source: Using SVG type for supplemental document is not supported!
sv: Användning av SVG-typ för kompletterande dokument stöds inte!

source: Output format
sv: Format för utdata

source: The output format to be used
sv: Format för utdata att använda

source: The destination file for the content.
sv: Målfilen för innehållet.
