Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Events of families matching a <family filter>
sv: Händelser för familjer som matchar ett <familjefilter>

source: People related to <filter>
sv: Personer relaterade till <filter>

source: Matches people who are related to anybody matched by a person filter
sv: Matchar personer som är relaterade till någon som matchas av ett personfilter

source: Multiple Parents Filter
sv: Filter för flera föräldrar

source: People with multiple parent records
sv: Personer med flera föräldraregister

source: Matches people who have more than one set of parents
sv: Matchar personer som har mer än en uppsättning föräldrar

source: Sources and Citations Report
sv: Käll- och citeringsrapport

source: Provides a source and Citations Report with notes
sv: Tillhandahåller en käll- och citeringsrapport med notiser

source: Key: %s
sv: Nyckel: %s

source: Citations:
sv: Citeringar:

source: Type: %s
sv: Typ: %s

source: Spouses:
sv: Makar:

source: and %s
sv: och %s

source: Title of the Report
sv: Rapportens titel

source: Title string for the report.
sv: Rapportens titelsträng.

source: Subtitle of the Report
sv: Rapportens undertitel

source: Subtitle string for the report.
sv: Rapportens understräng.

source: researcher name
sv: Namnet på forskaren

source: Select sources using a filter
sv: Välj källor med hjälp av ett filter

source: Show persons
sv: Visa personer

source: Whether to show events and persons mentioned in the note
sv: Huruvida händelser och personer som nämns i notisen ska visas

source: The style used for the title of the report.
sv: Den mall, som används för rapportens titel.

source: The style used for the subtitle of the report.
sv: Mallen som används för rapportens undertitel.

source: The style used for the footer of the report.
sv: Mallen som används för rapportens sidfot.

source: The style used for source title.
sv: Mallen som används för källtitel.

source: The style used for source subtitle.
sv: Mallen som används för källans undertitel.

source: The style used for Source details.
sv: Mallen som används för källdetaljer.

source: The style used for citation title.
sv: Mallen som används för titel på citeringar.

source: The style used for a column title.
sv: Den mall, som används för en kolumntitel.

source: The style used for each section.
sv: Den mall, som används för varje sektion.

source: The style used for event and person details.
sv: Den mall, som används för händelse- och persondetaljer.

source: Include images
sv: Ta med bilder

source: Include images of people in the nodes.
sv: Ta med bilder på personer i noderna.

source: Person %s does not have both a paternal and a maternal grandparent
sv: Personen %s har inte både en far- och morförälder

source: Grandparent family spacing
sv: Mellanrum för far- och morföräldrars familjer

source: Extra spacing of grandparent families (mm)
sv: Extra mellanrum för far- och morföräldrars familjer (mm)

source: The center family for the report
sv: Huvudfamiljen för rapporten

source: Generations up
sv: Generationer upp

source: Generations down
sv: Generationer ner

source: Include siblings
sv: Ta med syskon

source: Include siblings of ancestors.
sv: Ta med syskon för anor.

source: Ancestor tree using LaTeX genealogytree
sv: Antavla som använder LaTex genealogiträd

source: Descendant tree using LaTeX genealogytree
sv: Stamtavla som använder LaTex genealogiträd

source: Grandparent Tree
sv: Träd för far- eller morförälder

source: Grandparent tree using LaTeX genealogytree
sv: Träd för far- eller morförälder som använder LaTex genealogiträd

source: Sandclock Tree
sv: Timglasträd

source: Sandclock tree using LaTeX genealogytree
sv: Timglasträd som använder LaTex genealogiträd

source: Sandclock Tree for a Family
sv: Timglasträd för en familj

source: Sandclock tree for a family using LaTeX genealogytree
sv: Timglasträd för en familj som använder LaTex genealogiträd

source: Ancestral Collapsible Tree
sv: Hopfällbart släktträd

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Collapsible Tree Layout from the D3.js JavaScript library.
sv: Skapar en webbsida med en grafiskt antavla (SVG) som ett hopfällbart träd med hjälp av D3,js javaskript-bibliotek.

source: Failed writing %s: %s
sv: Fel vid skrivning av %s: %s

source: Failed to create directory structure : %s
sv: Fel vid skapandet av katalogstrukturen : %s

source: Failed to copy web files : %s
sv: Fel vid kopieringen av webbfiler : %s

source: Ancestral Collapsible Tree Options
sv: Alternativ för Hopfällbart släktträd

source: Include Generations
sv: Ta med generationer

source: Male Background Color
sv: Bakgrundsfärg för män

source: RGB-color for male box background.
sv: RGB-färg på bakgrunden för rutan för män.

source: Male Expandable Background Color
sv: Bakgrundsfärgen för den expanderbara rutan för män

source: RGB-color for male expandable box background.
sv: RGB-färg på bakgrunden för den expanderbara rutan för män.

source: Female Background
sv: Bakgrundsfärg för kvinnor

source: RGB-color for female box background.
sv: RGB-färg på bakgrunden för rutan för kvinnor.

source: Female Expandable Background
sv: Bakgrundsfärgen för den expanderbara rutan för kvinnor

source: RGB-color for female expandable box background.
sv: RGB-färg på bakgrunden för den expanderbara rutan för kvinnor.

source: The destination path for generated files.
sv: Målmappen för genererade filer.

source: The destination file name for html content.
sv: Målfilnamn för html-innehåll.

source: Ancestral Fan Chart
sv: Cirkeldiagram för förfäder

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Fan Chart from the D3.js JavaScript library.
sv: Skapar en webbsida med en grafiskt antavla (SVG) som ett cirkeldiagram med hjälp av D3,js javaskript-bibliotek.

source: Ancestral Fan Chart Options
sv: Alternativ för Cirkeldiagram för förfäder

source: Paternal Background Color
sv: Bakgrundsfärg för fadersidan

source: RGB-color for paternal box background.
sv: RGB-färg på bakgrunden för rutan för fadersidan.

source: Maternal Background
sv: Bakgrundsfärg för modersidan

source: RGB-color for maternal box background.
sv: RGB-färg på bakgrunden för rutan för modersidan.

source: Descendant Indented Tree
sv: Indraget träd för ättlingar

source: Generates a web page with a graphical representation of descendants (SVG) representedas a Collapsible Indented Tree Layout from the D3.js JavaScript library.
sv: Skapar en webbsida med en grafiskt ättlingatavla (SVG) som ett hopfällbart indraget träd med hjälp av D3,js javaskript-bibliotek.

source: See %(reference)s : %(spouse)s
sv: Se %(reference)s : %(spouse)s

source: Generating report...
sv: Skapar rapport...

source: Invalid Destination Directory
sv: Felaktig målkatalog

source: Destinaton diretory %s does not exist Do you want to attempt to create it.
sv: Målkatalog %s existerar inte Vill du försöka skapa den.

source: Failed to create %s: %s
sv: Fel vid skapandet av %s: %s

source: Destination file %s already exists. Do you want to overwrite.
sv: Målfilen %s finns redan. Vill du skriva över den.

source: Default View
sv: Standardvisning

source: Expand All
sv: Expandera alla

source: Include contraction level
sv: Lägg till sammandragningsnivå

source: The number of descendant levels to contract on initial display.
sv: Antalet ättlingsnivåer att dra samman på den första visningen.

source: The font size in pixels for each node.
sv: Typsnittsstorlek i pixel för varje nod.

source: Whether to show duplicate family trees in the report.
sv: Huruvida ta med dubblerade familjeträd i rapporten.

source: Expanded Row Background Color
sv: Expanderad radbakgrundsfärg

source: RGB-color for expanded row background.
sv: RGB-färg för expanderad radbakgrund.

source: Expandable Background Color
sv: Bakgrundsfärgen för den expanderbara rutan

source: RGB-color for expandable row background.
sv: RGB-färg för den expanderbara radbakgrunden.

source: Non-Expandable Background Color
sv: Färgen på den icke expanderbara bakgrunden

source: RGB-color for non-expandable row background.
sv: RGB-färg för den icke expanderbara radbakgrunden.

source: Include records marked private
hu: Személyes adatokkal együtt
sv: Ta med data markerade som privata

source: Whether to include private objects.
sv: Huruvida ta med privata objekt.

source: Include Last Name Only
hu: Csak a vezetéknevet mutassa
sv: Ta bara med efternamnet

source: Include Full Name Only
hu: Csak a teljes nevet mutassa
sv: Ta bara med kompletta namnet

source: How to handle living people.
sv: Hur hantera nu levande personer.

source: Whether or not to include people who may have recently died.
sv: Huruvida ta med personer som dött nyligen.

source: Navigation
sv: Navigering

source: Contraction/Expansion mechanism
sv: Sammandragnings/expansions-mekanism

source: Entire node.
sv: Hela noden.

source: Arrow images at start of node.
sv: Pilbilder i början av noden.

source: Plus/Minus images at start of node.
sv: Plus/minus-bilder i början av noden.

source: Where to click to expand/contract nodes.
sv: Var man kan klicka för att expandera/sammandraga noder.

source: Auto-generate HREF links for nodes
sv: Autogenerera HREF-länkar för noder

source: Whether to auto-generate HTML links for each node on the report.
sv: Huruvida autogenerera HTML-länkar för varje nod i rapporten.

source: URL prefix path.
sv: Sökväg till URL-prefix.

source: URL prefix to apply to each auto-generated HREF link.
sv: URL-prefix som ska användas för varje autogenererad HREF-länk.

source: URL file extension
sv: URL-filändelse

source: No file extension.
sv: Ingen filändelse.

source: URL file name delimeter
sv: Avgränsare för URL-filnamn

source: Remove all whitespace.
sv: Ta bort alla blanksteg.

source: Replace whitespace with dash(-).
sv: Ersätt blanksteg med ett tankstreck(-).

source: Replace whitespace with underscore(_)
sv: Ersätt blanksteg med understrykning(_)

source: What to use as file name delimiter replacing whitespace.
sv: Vad använda som filnamnsavgränsare som ersätter blanksteg.

source: Generations to generate HREF links
sv: Generationer för att skapa HREF-länkar

source: The number of generations to generate HREF links.
sv: Antalet generationer för att skapa HREF-länkar.

source: Exclude persons who died before (years)
sv: Uteslut personer som dog före (år)

source: Whether to generate links for people who died in infancy, -1 excludes nobody.
sv: Huruvida skapa länkar för personer som dog som spädbarn, -1 utesluter ingen.

source: Exclude center person
sv: Uteslut huvudpersonen

source: Whether or not to generate links for center person.
sv: Huruvida skapa länkar för huvudpersonen.

source: Exclude Spouses
sv: Uteslut makar

source: Whether or not to generate links for spouses.
sv: Huruvida skapa länkar för makar.

source: Biography Content
sv: Biografi-innehåll

source: Show biography tooltips
sv: Visa verktygstips för biografi

source: Whether to show biography tooltips when hovering over a node.
sv: Huruvida visa verktygstips för biografi när du håller musen över en nod.

source: Text Color
sv: Textfärg

source: RGB-color for biography text.
sv: RGB-färg för biografitext.

source: RGB-color for biography tooltip.
sv: RGB-färg för biografi-verktygstips.

source: Header Font size
sv: Teckenstorlek för rubrik

source: The font size in pixels for biography header text.
sv: Typsnittsstorleken i pixel för biografisido-rubriken.

source: Body Font size
sv: Typsnittsstorleken för sidans body

source: The font size in pixels for biography body text.
sv: Typsnittsstorleken i pixel för biografisidans body-text.

source: Plugin Manager Enhanced
sv: Förbättrad insticksprogramshanterare

source: An Addon/Plugin Manager with several additional capabilities
sv: En tillägg/insticksprograms-hanterare med många ytterligare funktioner

source: Plugin Manager - Enhanced
sv: Insticksprogramshanterare - förbättrad

source: Enter search words to filter the addons. All the words must be present somewhere in the row or the addon filename to be included in the search. Word case and order is ignored.
sv: Ange sökord för att filtrera tilläggen. Alla orden måste finnas någonstans i raden eller tilläggets filnamn som ska inkluderas i sökningen. Kapitalisering och ordning ignoreras.

source: Search...
sv: Sök...

source: Check for updated addons now
sv: Kontrollera uppdaterade tillägg nu

source: Restart...
sv: Omstart...

source: Please Restart Gramps so that your addon changes can be safely completed.
sv: Starta om gramps så att dina tilläggsändringar kan genomföras säkert.

source: Error removing the '%s' directory, The uninstall may have failed
sv: Fel vid borttagande av '%s'-katalogen, avinstallationen kan ha misslyckats

source: '*' items are supplied by 3rd party authors, <s>strikeout</s> items are hidden
sv: '*' poster är tillhandahållna av tredjeparts-författare, <s>överstrukna</s> poster är dolda

source: Hide
sv: Dölj

source: Show hidden items
sv: Visa dolda poster

source: Show Built-in items
sv: Visa inbyggda poster

source: * indicates 3rd party addon
sv: * indikerar tredjeparts-tillägg

source: Plugins
sv: Insticksprogram

source: Unhide
sv: Gör synlig

source: Uninstall
sv: Avinstallera

source: Checking Addons Failed
sv: Kontroll av tillägg misslyckades

source: The addon repository appears to be unavailable. Please try again later.
sv: Arkivplatsen med tillägg verkar vara otillgänglig. Försök senare.

source: *Available
sv: *Tillgänglig

source: Built-in
sv: Inbyggd

source: *Installed
sv: *Installerad

source: Update Available
sv: Uppdatering tillgänglig

source: Detailed Info
sv: Detaljinformation

source: Event Description Editor
sv: Redigerare för händelsebeskrivningar

source: A tool to find and replace a string in event description of multiple events.
sv: Ett verktyg för att hitta och ersätta en sträng i händelsebeskrivningen av flera händelser.

source: Search substring...
sv: Sök understrängen...

source: %s event descriptions of %s events were changed.
sv: %s händelsebeskrivningar av %s händelser ändrades.

source: Replace
sv: Ersätt

source: Replace substring only
sv: Ersätt endast understräng

source: If True only the substring will be replaced, otherwise the whole description will be deleted and replaced by the new one.
sv: Om sant kommer endast understrängen att ersättas, annars raderas hela beskrivningen och ersätts med den nya.

source: Allow regex
sv: Tillåt reguljära uttryck

source: Allow regular expressions.
sv: Tillåt reguljära uttryck.

source: Media Verify
sv: Verifiera media

source: Verify that media is present in the correct path
sv: Verifiera att media finns i rätt sökväg

source: Media Verify Tool
sv: Verktyg för mediaverifiering

source: Moved/Renamed Files
sv: Flyttade/ändrade namn på filer

source: Missing Files
sv: Saknade filer

source: Duplicate Files
sv: Dubblerade filer

source: Extra Files
sv: Extra filer

source: No md5 Generated
sv: Ingen md5 blev genererad

source: Errors
sv: Fel

source: Close the Media Verify Tool
sv: Stäng verktyget för mediaverifiering

source: Generate
sv: Skapa

source: Generate md5 hashes for media objects
sv: Generera md5-hashar för mediaobjekt

source: Verify
sv: Verifiera

source: Check media paths and report missing, duplicate and extra files
sv: Kontrollera mediasökvägar och rapportera saknade, dubblerade och extra filer

source: Export
sv: Exportera

source: Export the results to a text file
sv: Exportera resultatet till en textfil

source: Fix
sv: Laga

source: Fix media paths of moved and renamed files
sv: Laga mediasökvägar av flyttade och filer som ändrat namn

source: Verify Gramps media using md5 hashes
sv: Verifiera Gramps-media med md5-hashar

source: Files
sv: Filer

source: Export results to a text file
sv: Exportera resultaten till en textfil

source: Error when writing the report: %s
sv: Fel vid skrivning av rapporten: %s

source: Generating media hashes
sv: Generering av media-hashar

source: Set media hashes
sv: Ange media-hashar

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
sv: Mediasökvägen har inte angivits. Du måste ange "Grundsökväg för relativ mediasökväg" i inställningarna.

source: Finding files
sv: Finner filer

source: Checking paths
sv: Kontrollerar sökvägar

source: Fixing file paths
sv: Lagar filsökvägar

source: Fix media paths
sv: Lagar mediasökvägar

source: Database Differences Report
sv: Rapport för databasskillnader

source: Compares an external database with the current one.
sv: Jämför en extern databas med den aktuella.

source: Differences between Database and File
sv: Skillnader mellan databas och fil

source: No differences
sv: Inga skillnader

source: Missing items in File that are added in Database
sv: Saknade poster i filen som läggs till i databasen

source: Missing %s: %s
sv: Saknad %s: %s

source: Nothing missing
sv: Inget saknas

source: Added items in File that are missing in Database
sv: La till poster i fil som saknas i databasen

source: Added %s: %s
sv: Tillagd %s: %s

source: Nothing added
sv: Ingenting lades till

source: Family Tree file
sv: Familjeträdsfil

source: Select a .gpkg or .gramps file
sv: Välj en .gpkg eller .gramps-fil

source: Show items that are different
sv: Visa poster som är olika

source: Include items that are different
sv: Lägg til poster som är olika

source: Show items missing from file
sv: Visa poster som saknas i fil

source: Include items not in file but in database
sv: Lägg till poster som inte finns i filen men i databasen

source: Show items added in file
sv: Visa poster som lagts till i fil

source: Include items in file but not in database
sv: Lägg till poster i filen men inte i databasen

source: AncestorFill
sv: Anors fyllnadsgrad

source: Report on the filling of the tree
sv: Rapport över ifyllnad av släktträd

source: AncestorFill for %s
sv: AncestorFill för %s

source: Translation
sv: Översättning

source: English
sv: Engelska

source: The translation to be used for the report.
sv: Rapportens språk.

source: The style used for the title of the page.
sv: Mall för rapporttitel.

source: Html View
sv: Html-visning

source: A view showing html pages embedded in Gramps
sv: En vy som visar htmlsidor inbäddade i Gramps

source: Web
sv: Webb

source: HtmlView
sv: Html-visning

source: Go to the previous page in the history
sv: Gå till föregående sida i historiken

source: Go to the next page in the history
sv: Gå till nästa sida i historiken

source: _Refresh
sv: _Läs om

source: Stop and reload the page.
sv: Stoppa och ladda om sidan.

source: Start page for the Html View
sv: Startsida för Html-visningen

source: Type a webpage address at the top, and hit the execute button to load a webpage in this page <br> For example:
sv: Skriv en webbadress högst upp och tryck på kör-knappen för att ladda en webbsida på den här sidan <br> Exempelvis:

source: Raw Export
sv: Rå export

source: This is a raw python object dump
sv: Detta är en rå dumpning av pythonobjekt

source: Raw options
sv: Alternativ vid rå export

source: Dynamic Web Report
hu: Dinamikus Web Összesítő
sv: Dynamisk Webbsidesrapport

source: Produces dynamic web pages for the database
hu: Dinamikus weboldalakat állít elő az adatbázisra
sv: Skapar dynamiska webbidor för databasen

source: SVG graphical tree
hu: SVG grafikás fa
sv: Grafiskt SVG-träd

source: Indexes pages
hu: Tárgymutató oldalak
sv: Indexerar sidor

source: Custom page %(index)i
hu: Egyéni oldal %(index)i
sv: Anpassad sida %(index)i

source: Ascending tree
hu: Ősfa
sv: Stigande träd

source: Descending tree
hu: Leszármazott fa
sv: Sjunkande träd

source: Descending tree with spouses
hu: Leszármazott fa társakkal
sv: Sjunkande träd med makar

source: Ascending and descending tree
hu: Ősfa és leszármazott fa
sv: Stigande och sjunkande träd

source: Ascending and descending tree with spouses
hu: Ősfa és Leszármazott fa társakkal
sv: Stigande och sjunkande träd med makar

source: Size proportional to number of ancestors
hu: Méretarányos az ősök számával
sv: Storleken proportionell till antalet förfäder

source: Homogeneous parents distribution
hu: Homogén szülői felosztás
sv: Jämn fördelning av föräldrar

source: Age based gradient
hu: Kor szerinti átmenet
sv: Gradient baserad på ålder

source: Could not create the directory: %(path)s
hu: %(path)s mappa létrhozésa sikertelen
sv: Kunde inte skapa katalogen: %(path)s

source: Dynamic Web Site Report
hu: Dinamikus Web-oldal Összesítő
sv: Dynamisk webbsidesrapport

source: Exporting family tree data ...
hu: Családfa-adatainak exportálása ...
sv: Exporterar familjeträdsdata ...

source: Impossible to convert "%(path)s" to a relative path.
hu: Lehetetlen konvertálni a "%(path)s" útvonalat relatív útvonallá.
sv: Omöjligt att konvertera "%(path)s" till en relativ sökväg.

source: The pages configuration is not valid: several pages have the same content
hu: Az oldalak beállítása érvénytelen: több oldal azonos tartalommal rendelkezik
sv: Sidkonfigurationen är inte giltig: flera sidor har samma innehåll

source: DynWeb|Home
sv: Hem

source: Tree
hu: Fa
sv: Träd

source: Search results
hu: Keresési eredmények
sv: Sökresultat

source: Indexes
hu: Tárgymutató
sv: Index

source: (filtered from _MAX_ total entries)
sv: (filtrerad från _MAX_ totala inmatningar)

source: (m. %s)
hu: (ház. %s)
sv: (g. %s)

source: (sort by name)
hu: (rendezés név szerint)
sv: (sortera efter namn)

source: (sort by quantity)
hu: (rendezés mennyiség szerint)
sv: (sortera efter kvantitet)

source: : activate to sort column ascending
hu: : aktiválja az oszlop növekvő sorrendjét
sv: : aktivera för att sortera kolumnen stigande

source: : activate to sort column descending
hu: : aktiválja az oszlop csökkenő sorrendjét
sv: : aktivera för att sortera kolumnen sjunkande

source: <p>This page provides the SVG raw code.<br>Copy the contents into a text editor and save as an SVG file.<br>Make sure that the text editor encoding is UTF-8.</p>
hu: <p>Az oldal SVG nyers kódot tartalmaz.<br>Másolja a tartalmat egy szövegszerkesztőbe, és mentse SVG fájlként.<br>Győződjön meg arról, hogy a szövegszerkesztő kódolása UTF-8.</p>
sv: <p>Den här sidan innehåller SVG råkod.<br>Kopiera innehållet till en textredigerare och spara som en SVG-fil.<br>Kontrollera att texteditorns textkodningsinställning är UTF-8.</p>

source: Alternate Name
hu: Egyébb név
sv: Alternativt namn

source: Click on the map to show it full-screen
hu: Kattintson a térképre a teljes képernyős megjelenítéshez
sv: Klicka på kartan för att visa den i helskärm

source: Configure
hu: Beállítás
sv: Konfigurera

source: DynamicWeb_report#Help
sv: DynamicWeb_report#Hjälp

source: Examples
hu: Példák
sv: Exempel

source: F
hu: Nő
sv: K

source: Families Index
hu: Családjegyzék
sv: Familjeindex

source: Family Nick Name
hu: Családi becenév
sv: Familjesmeknamn

source: File ready
hu: A fájl kész
sv: Fil redo

source: Include dates columns on the index pages
hu: Oszlop a dátumnak a tárgymutatóban
sv: Ta med datumkolumner på indexsidorna

source: Include a column for media path on the index pages
hu: Oszlop a média útvonalának a tárgymutatóban
sv: Ta med en kolumn för mediasökväg på indexsidorna

source: Include a map in the individuals and family pages
hu: Térképpel a személyi és családi oldalon
sv: Ta med en karta på personer- och familjesidor

source: Include half and/ or step-siblings on the individual pages
hu: Fél- és/vagy mostohatestvérekkel az oldalakon
sv: Ta med halv och/eller styvsyskon på de individuella sidorna

source: Include references in indexes
hu: Hivatkozásokkal a tárgymutatóban
sv: Ta med referenser i index

source: Insert sources author in the sources title
hu: Forrás szerzője a források címébe
sv: Lägg till källförfattare i källtiteln

source: Maximize
hu: Teljes méret
sv: Maximera

source: Media Index
hu: Médiajegyzék
sv: Medieindex
