Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Deterministic ID
sv: Deterministiskt ID

source: Set/reset Gramps to use a Deterministic ID
sv: Ange/återställ Gramps att använda ett deterministiskt ID

source: Deterministic ID Tool
sv: Verktyg för deterministiskt ID

source: The ID and handles now start at 0x00000000, and increment by 0x100000001
sv: ID och ingångar börjar nu på 0x00000000, och ökar med 0x100000001

source: Timeline Pedigree
sv: Antavla med tidslinje

source: Ancestry
sv: Anor

source: The view shows a timeline pedigree with ancestors and descendants of the selected person
sv: Vyn visar en tidslinje med anor och ättlingar för den valda personen

source: short for born|b.
sv: f.

source: short for died|d.
sv: d.

source: short for baptized|bap.
sv: döpt.

source: short for buried|bur.
sv: begr.

source: short for cremated|crem.
sv: krem.

source: Timeline pedigree
sv: Tidslinjeantavla

source: Person Filter Editor
sv: Redigera personfilter

source: Order by timeline
sv: Tidslinjeordning

source: Show lifespan
sv: Visa levnadsomfång

source: Graph View
sv: Diagramvy

source: Person Overview
sv: Personöversikt

source: Gramplet showing an overview of events for a person
sv: Gramplet som visar en översikt på händelser för en person

source: Overview
sv: Översikt

source: Family Overview
sv: Familjeöversikt

source: Gramplet showing an overview of events for a family
sv: Gramplet som visar en översikt på händelser för en familj

source: Where Born
sv: Var född

source: Condition
sv: Kondition

source: Pedigree Chart
sv: Antavla

source: Alternate version of the traditional pedigree chart.
sv: Alternativ version av den traditionella stamtavlan.

source: Pedigree Chart for %s
sv: Antavla för %s

source: Page %d
sv: Sida %d

source: Show Mother/Father captions
sv: Visa mor/far ledtext

source: Show the title of mother or father beside each ancestor's box.
sv: Visa titel på mor eller far vid sidan om varje ättlings ruta.

source: The basic style used for the title display.
sv: Den grundläggande stilen som används för titelvisningen.

source: Style used for labels and captions
sv: Mall för etiketter och ledtexter

source: H-Tree Pedigree
sv: H-Tree-stamtavla

source: The view shows a space-efficient pedigree with ancestors of the selected person
sv: Vyn visar en utrymmeseffektiv stamtavla med förfäder till den valda personen

source: short for christened|chr.
sv: döpt.

source: H-tree Pedigree View
sv: H-tree stamtavlevy

source: About H-Tree
sv: Om H-tree

source: Clock
sv: Klocka

source: List the last ten person records that have been changed
sv: Lista de tio personposterna, som har ändrats

source: Latest Changes
sv: Senaste ändringar

source: Last Change Report
sv: Rapport över senaste ändringar

source: Report of the last records that have been changed
sv: Rapport över de poster, som har ändrats senast

source: changed on
sv: ändrat det

source: You must select at least one type of record.
sv: Du måste välja minst en typ av post.

source: People Changed
sv: Ändrade personer

source: Changed On
sv: Ändrat det

source: Families Changed
sv: Ändrade familjer

source: Family Surname
sv: Familjenamn

source: %s and %s
sv: %s och %s

source: Events Changed
sv: Ändrade händelser

source: Places Changed
sv: Ändrade platser

source: Media Changed
sv: Ändrade media

source: Sources Changed
sv: Ändrade Källor

source: Notes Changed
sv: Ändrade anteckningar

source: Citations Changed
sv: Ändrade Citeringar

source: Select From
sv: Välj från

source: The style used for normal text
sv: Stilen som används för normal text

source: Network Chart
sv: Nätverksdiagram

source: Generates a family network chart.
sv: Skapar ett familjenätverksdiagram.

source: birth abbreviation|b.
sv: f.

source: death abbreviation|d.
sv: d.

source: marriage abbreviation|m.
sv: g.

source: File exists. Overwrite?
sv: Filen finns redan. Skriva över?

source: created
sv: skapad

source: last_written
sv: senast_skriven

source: Main
sv: Huvud

source: Orthogonal (right angles in connectors)
sv: Ortogonal (räta vinklar i förbindelserna)

source: Straight (no right angles in connectors)
sv: Direkt (inga räta vinklar i förbindelserna)

source: Curved (curved and straight connectors)
sv: Böjd (böjda och raka förbindelser)

source: Default (Orthogonal)
sv: Standard (Ortogonal)

source: Select the graph line connector format.
sv: Välj graflinjeanslutningsformat.

source: Top to Bottom
sv: Uppifrån och ner

source: Left to Right
sv: Vänster till höger

source: Bottom to Top
sv: Nerifrån och upp

source: Right to Left
sv: Höger till vänster

source: Default (Top to Bottom)
sv: Standard (Uppifrån och ner)

source: Select the graph direction.
sv: Välj riktning för diagrammet.

source: URL Style
sv: URL-stil

source: Include URLs from database.
sv: Ta med URL:er från databas.

source: Dynamic URL = Prefix + GrampID + Suffix
sv: Dynamisk URL = Prefix + GrampID + Suffix

source: Static URL = Prefix
sv: Statisk URL = Prefix

source: Don't include URLs
sv: Ta inte med URL:er

source: Default (include)
sv: Standard (ta med)

source: Select URL style.
sv: Välj URL-stil.

source: Enter the Prefix,Suffix (use comma) for dynamically generated URLs. URL = Prefix + GrampsID + Suffix.
sv: Ange prefixet, suffixet (använd komma) för dynamiskt genererade URL:er. URL = Prefix + GrampsID + Suffix.

source: Enter Font Name
sv: Ange typsnittsnamn

source: Enter the primary font style for the chart. Must already be installed. White Rabbit can be obtained from https://www.fontsquirrel.com/fonts/white-rabbit
sv: Ange den primära typsnittsstilen för diagrammet. Måste redan vara installerad. White Rabbit kan hämtas från https://www.fontsquirrel.com/fonts/white-rabbit

source: Spacing (inch)
sv: Mellanrum (tum)

source: Enter the seperation distance between "Generations" in inches (0.1-5.0).
sv: Ange separationsavståndet mellan "Generationer" i tum (0.1-5.0).

source: Enter Chart Title
sv: Ange diagramtitel

source: Set the title of the chart.
sv: Ställ in titeln på diagrammet.

source: Default (svg)
sv: Standard (svg)

source: svg - Scalable Vector Graphics file. pdf - Adobe Portable Document Format.
sv: svg - Scalable Vector Graphics-fil. pdf - Adobe Portable Document Format.

source: The destination folder for generated files.
sv: Målmappen för genererade filer.

source: network
sv: nätverk

source: The filename for the generated svg network chart.
sv: Filnamnet för det genererade svg-nätverksdiagrammet.

source: Different node shapes/edges for gender.
sv: Olika nodformer/kanter för kön.

source: Node differences for gender.
sv: Nodskillnader för kön.

source: Male Background
sv: Bakgrundsfärg för män

source: Male Background Alpha
sv: Alpha-bakgrund för män

source: Alpha for Male box background (transparent=0, solid=255).
sv: Alpha-bakgrund för rutan för män (genomskinlig=0, ogenomskinlig=255).

source: Male Box Edge
sv: Rutkant för män

source: RGB-color for Male box edge.
sv: Rutkantens RGB-färg för män.

source: RGB-color for Female box background.
sv: RGB-färg på bakgrunden för rutan för kvinnor.

source: Female Background Alpha
sv: Alpha-bakgrund för kvinnor

source: Alpha for Female box background (transparent=0, solid=255).
sv: Alpha-bakgrund för rutan för kvinnor (genomskinlig=0, ogenomskinlig=255).

source: Female Box Edge
sv: Rutkant för kvinnor

source: RGB-color for Female box edge.
sv: Rutkantens RGB-färg för kvinnor.

source: Other Background
sv: Annan bakgrundsfärg

source: RGB-color for other box background.
sv: RGB-färg för andra rutbakgrunder.

source: Other Background Alpha
sv: Annan alpha-bakgrund

source: Alpha for Other box background (transparent=0, solid=255).
sv: Alpha-bakgrund för andra rutor (genomskinlig=0, ogenomskinlig=255).

source: Family Connector Line
sv: Förbindelselinje för familj

source: RGB-color for family connector line.
sv: RGB-färg för förbindelselinjen för familj.

source: Marriage Connector Line
sv: Förbindelselinje för giftermål

source: RGB-color for marriage connector line.
sv: RGB-färg för förbindelselinjen för giftermål.

source: Highlight Connector Line
sv: Markerad förbindelselinje

source: RGB-color for the highlighted path between two individuals. If the graph.inverts, reverse the order to change.
sv: RGB-färg för den markerade vägen mellan två individer. Om diagrammet. inverterar, vänd ordningen som ska ändras.

source: Trim Box Edge
sv: Förkortade rutkanter

source: RGB-color for box edge that has been trimmed.
sv: RGB-färg för rutkant som har förkortats.

source: Remove color background on all nodes.
sv: Ta bort färgbakgrund på alla noder.

source: Removes color background for individuals (nodes) on chart.
sv: Tar bort färgbakgrund för individer (noder) i diagrammet.

source: Enter year to start rounding birthday to year only
sv: Ange startår avrunda födelsedag endast till år

source: Birthdays after this year are represented by the year only. Invalid entries will be ignored.
sv: Födelsedagar efter detta år visas endast efter år. Ogiltiga poster ignoreras.

source: Round birthday to year after year entered (above).
sv: Avrunda födelsedagen med början året efter det angivna året (ovan).

source: Represent birthday by year only.
sv: Visa födelsedag endast efter år.

source: Enter year to start rounding marriage date to year only
sv: Ange startår avrunda giftermålsdag endast till år

source: Marriages after this year are represented bythe year only. Invalid entries will be ignored.
sv: Giftermålsdagar efter detta år visas endast efter år. Ogiltiga poster ignoreras.

source: Round marriage to year after year entered (above).
sv: Avrunda giftermålsdagen med början året efter det angivna året (ovan).

source: Represent marriage by year only.
sv: Visa giftermålsdag endast efter år.

source: Attempts to remove middle names. Only works for entries with birth year in the record.
sv: Försöker ta bort mellannamn. Fungerar bara för poster med födelseår registrerade.

source: Remove middle names.
sv: Ta bort mellannamn.

source: Allow inclusion of private records in chart.
sv: Tillåt inkludering av privat information i diagrammet.

source: Trim
sv: Förkorta

source: Trim descendants
sv: Förkorta ättlingar

source: All descendants (children) of selected individuals will not be shown.
sv: Alla ättlingar (barn) av valda personer kommer inte att visas.

source: Enable trimming of descendants.
sv: Aktivera förkortning av ättlingar.

source: You must enter valid person(s) before enabling trimming of descendants from tree.
sv: Du måste ange giltig(a) person(er) före aktivering av förkortning av ättlingar i trädet.

source: Trim ancestors
sv: Förkorta anor

source: All ancestors (parents) of selected individuals will not be shown.
sv: Alla ättlingar (föräldrar) av valda personer kommer inte att visas.

source: Enable trimming of ancestors.
sv: Aktivera förkortning av anor.

source: Enable trimming of ancestors from tree.
sv: Aktivera förkortning av anor i trädet.

source: Enable trim groups.
sv: Aktivera förkortning av grupper.

source: Remove groups less than Min Group Size. Automatic for databases with more than 1500 individuals.
sv: Ta bort grupper som är mindre än 'Minimal gruppstorlek'. Automatiskt för databaser med mer än 1500 individer.

source: Min Group Size
sv: Minimal gruppstorlek

source: Enter the minimum size group to display. Value may be 2 or greater.
sv: Ange den minimala gruppstorleken för visning. Värdet kan vara 2 eller större.

source: Select Start and End Individuals in displayed path(s). Select two
sv: Välj Börja och Sluta på individer i visade vägar. Välj två

source: Starting and ending person for displayed path(s). Select two people
sv: Börja och sluta person för visad(e) väg(ar). Välj två personer

source: Highlight path(s)
sv: Markera väg(ar)

source: Direct
sv: Direkt

source: Any
sv: Alla

source: Default (None)
sv: Standard (ingen)

source: None - Don't highlight paths. Direct - Highlight direct descendant/ancestor paths. Any - Highlight any path(s) including direct or indirect.
sv: Ingen - Markera inte vägar. Direkt - Markera direkta ättlinga/förfäders-vägar. Alla - Markera alla vägar inkluderande direkta och indirekta.

source: Show only path(s)
sv: Visa endast vägar

source: Default (none)
sv: Standard (ingen)

source: None - Don't show paths only. Direct - Show only direct descendant/ancestor paths. Any - Show only path(s) direct or indirect.
sv: Ingen - Visa inte bara vägar. Direkt - Visa endast direkta ättlinga/förfäders-vägar. Alla - Visa endast vägar direkta eller indirekta.

source: Select person at center of selection radius in graph.
sv: Välj person i mitten av urvalsradien i diagrammet.

source: Max connections from center
sv: Maximala förbindelser från huvudperson

source: Enter the maximum number of connections allowed from the center person. Value may be 1 or greater.
sv: Ange det maximala antalet förbindelser som är tillåtna från huvudpersonen. Värdet kan vara 1 eller större.

source: Limit graph to max connections from center.
sv: Begränsa grafen till maximala förbindelser från huvudperson.

source: Display up to max connections from central person.
sv: Visa upp till maximala förbindelser från huvudperson.

source: Highlight central person in graph.
sv: Markera huvudperson i diagrammet.

source: Add yellow color background to central person.
sv: Lägg till gul bakgrund för huvudperson.

source: Use database handle instead of GrampID id in URLs.
sv: Använd databashantering istället för GrampID-id i URL:er.

source: Use database handle instead of the gramps id for URLs. The handle should never change whereas gramps ids can.
sv: Använd databashantering istället för gramps-id för URL:er. Hanteringen ska aldrig förändras medan gramps-id kan det.

source: Confirm overwrite file.
sv: Bekräfta skriva över fil.

source: Enable/disable confirmation of file overwrite.
sv: Aktivera/avaktivera bekräftelse för överskrivning av fil.

source: Place Coordinate Gramplet
sv: Platskoordinatgramplet

source: Map Menu
sv: Kartmeny

source: Add city as place
sv: Lägg till ort som plats

source: Add addess as place
sv: Lägg till adress som plats

source: Place Coordinate Gramplet view
sv: Platskoordinatgramplet-vy

source: View for the place coordinate gramplet.
sv: Visning för platskoordinatgrampleten.

source: Place and Coordinates
sv: Plats och koordinater

source: Gramplet that simplifies setting the coordinates of a place
sv: Gramplet som förenklar inställningen av koordinaterna för en plats

source: Place Coordinates
sv: Platskoordinater

source: The place was not found. You may clarify the search keywords.
sv: Platsen hittades inte. Du kan klargöra sökorden.

source: Failed to search for the coordinates due to some unexpected error.
sv: Det gick inte att söka efter koordinaterna på grund av ett oväntat fel.

source: The place was not found.
sv: Platsen hittades inte.

source: The place was not identified.
sv: Platsen identifierades inte.

source: Coordinates were not given.
sv: Koordinater gavs inte.

source: Failed to interpret the input format.
sv: Det gick inte att tolka inmatningsformatet.

source: DB entry [{id}] {name}:
sv: DB-post [{id}] {name}:

source: Nothing has been searched yet
sv: Inget har sökts ännu

source: No place is active
sv: Ingen plats är aktiv

source: Search for:
sv: Sök efter:

source: Found place:
sv: Hittade plats:

source: No DB entry is selected
sv: Ingen DB-post är vald

source: Postal-Code:
sv: Postnummer:

source: Show found place externally in Google Maps
sv: Visa hittad plats externt i Google Maps

source: Take last clicked position from Geography map
sv: Ta den senast klickade positionen från geografisk karta

source: Search location from DB
sv: Sök plats från DB

source: Apply geo location to Database
sv: Tillämpa geolokaliseringen i databasen

source: Go
sv: Gå

source: Show help
sv: Visa hjälp

source: Colors
hu: Színek
sv: Färger

source: Add Note
sv: Lägg till notis

source: Edit Note
sv: Redigera notis

source: Gradient
hu: Színátmenet

source: M
hu: Ffi

source: Artist:
hu: Művész:

source: Copyright:
hu: Szerzői jog:

source: Original:
hu: Eredeti:
