Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: The birth label is moved horizontally by this value, which is given relatively to the font size.
sv: Födelsetextfältet flyttas horisontellt av detta värde, vilket ges relativt till teckenstorleken.

source: Vertical offset of birth label
sv: Vertikal förskjutning av födelsetextfältet

source: The birth label is moved vertically by this value, which is given relatively to the font size.
sv: Födelsetextfältet flyttas vertikalt av detta värde, vilket ges relativt till teckenstorleken.

source: Wrap words in birth label
sv: Packa in ord i födelsetextfältet

source: The birth label content is wrapped where possible.
sv: Födelsetextfältsinnehållet är inpackat där det är möjligt.

source: Birth label anchor
sv: Födelsetextfältsankare

source: Text alignment of the birth label.
sv: Textanpassning för födelsetextfältet.

source: Center
sv: Centrera

source: Show death label
sv: Visa dödstextfält

source: Activate the death label.
sv: Aktivera dödstextfältet.

source: Death label rotation
sv: Dödstextfältsrotation

source: The death label is written in a text frame rotated by this value.
sv: Dödstextfältet är skriven i en textram som roteras av detta värde.

source: Horizontal offset of death label
sv: Horisontell förskjutning av dödstextfältet

source: The death label is moved horizontally by this value, which is given relatively to the font size.
sv: Dödstextfältet flyttas horisontellt av detta värde, vilket ges relativt till teckenstorleken.

source: Vertical offset of death label
sv: Vertikal förskjutning av dödstextfältet

source: The death label is moved vertically by this value, which is given relatively to the font size.
sv: Dödstextfältet flyttas vertikalt av detta värde, vilket ges relativt till teckenstorleken.

source: Wrap words in death label
sv: Packa in ord i dödstextfältet

source: The death label content is wrapped where possible.
sv: Dödstextfältsinnehållet är inpackat där det är möjligt.

source: Death label anchor
sv: Dödstextfältsankare

source: Text alignment of the death label.
sv: Textanpassning för dödstextfältet.

source: Show marriage label
sv: Visa vigseltextfält

source: Activate the marriage label.
sv: Aktivera vigseltextfältet.

source: Fade individual color
sv: Blek individuell färg

source: The color of the individuals is faded to black with increasing age.
sv: Individernas färg bleknas till svart med ökande ålder.

source: Font name
sv: Typsnittsnamn

source: Name of the font family used for labels.
sv: Namnet på typsnittsfamiljen som används för textfält.

source: Relative font size
sv: Relativ typsnittsstorlek

source: The font size is given relatively to the line thickness.
sv: Teckenstorleken ges relativt linjetjockleken.

source: Family shape
sv: Familjeform

source: The shape of the families can be varied.
sv: Formen på familjerna kan varieras.

source: Rectangular
sv: Rektangulär

source: Softer
sv: Mjukare

source: Upper year minimum margin
sv: Övre årets lägsta marginal

source: The upper bound of the chart is extended by at least this number of years.
sv: Diagrammets övre gräns förlängs med åtminstone detta antal år.

source: Lower year minimum margin
sv: Lägre årets lägsta marginal

source: The lower bound of the chart is extended by at least this number of years.
sv: Diagrammets nedre gräns förlängs med åtminstone detta antal år.

source: Visualize connections
sv: Visualisera kopplingar

source: Visualize the connections between families and individuals. This is for debugging purposes.
sv: Visualisera kopplingarna mellan familjer och individer. Detta är för felsökningsändamål.

source: Visualize ambiguous placement
sv: Visualisera tvetydig placering

source: Visualize automatically detected errors in the placement algorithm.
sv: Visualisera automatiskt upptäckta fel i placeringsalgoritmen.

source: Coloring of individuals
sv: Färgsättning av individer

source: There are different ways to determine the color of an individual.
sv: Det finns olika sätt att bestämma färgen på en individ.

source: Unique
sv: Unik

source: Based on surname
sv: Baserad på efternamn

source: Flip vertically
sv: Vänd vertikalt

source: If active, the chart is flipped vertically.
sv: Om den är aktiv vänds diagrammet vertikalt.

source: Line weighting
sv: Linjebredd

source: The line width can be configured.
sv: Bredden på linjen kan konfigureras.

source: none
sv: ingen

source: Show pedigree collapse
sv: Visa anförluster

source: Due to pedigree collapse one individual might appear several times in a simple ancestor chart. If this is active, then every individual only appears once.
sv: På grund av anförluster kan en individ uppträda flera gånger i ett enkelt förfäderdiagram. Om detta är aktivt visas varje individ bara en gång.

source: if this number of generations has been reached, the algorithm doesn't go any deeper
sv: om detta antal generationer har uppnåtts går algoritmen inte djupare

source: Fathers have the same color
sv: Fäder har samma färg

source: Starting from the root person, each father of an added individual has the same color as that individual.
sv: Från och med rotpersonen har varje fader till en tillagd individ samma färg som den personen.

source: Maximum number of compression steps
sv: Maximalt antal komprimeringssteg

source: Debugging of the compression algorithm. Abort after x steps.
sv: Felsökning av kompressionsalgoritmen. Avbryt efter x steg.

source: Maximum number of flipping steps
sv: Maximalt antal vändningssteg

source: Debugging of the flipping algorithm. Abort after x steps.
sv: Felsökning av vändningsalgoritmen. Avbryt efter x steg.

source: Compress the chart horizontally
sv: Komprimera diagrammet horisontellt

source: By default every individual has a unique horizontal slot. This can be inefficient with many generations. This algorithm lets several people share a horizontal slot, if they do not overlap.
sv: Som standard har varje individ en unik horisontell kortplats. Detta kan vara ineffektivt med många generationer. Denna algoritm låter flera personer dela en horisontell kortplats om de inte överlappar varandra.

source: Flip families to reduce horizontal connections
sv: Vänd familjer för att minska horisontella kopplingar

source: Switch the position of mother and father in a family, to reduce the overall horizontal cross connections in larger graphs. This is happens if one person is shown in more than one family or it is caused by pedigree collapse.
sv: Byt ställning för mor och far i en familj för att minska de övergripande horisontella tvärförbindelserna i större diagram. Detta händer om en person visas i mer än en familj eller om det orsakas av anförlust.

source: Highlight descandants
sv: Markera ättlingar

source: Highlight the persons which are descendants.
sv: Markera de personer som är ättlingar.

source: Number of descendants
sv: Antal ättlingar

source: Very soft
sv: Mycket mjuk

source: General chart layout
sv: Allmän diagramlayout

source: There are different layouts for descendant charts.
sv: Det finns olika layouter för ättlingadiagram.

source: Parents enclose children
sv: Föräldrar stänger in barn

source: Cactus
sv: Kaktus

source: LifeLineChartView dependencies are missing. It is not possible to use this plugin without them.
sv: LifeLineChartView-beroenden saknas. Det är inte möjligt att använda detta insticksprogram utan dem.

source: cursor position at {date}
sv: markörposition på {date}

source: Hide person
sv: Dölj person

source: Show person
sv: Visa person

source: Show siblings
sv: Visa syskon

source: Hide siblings
sv: Dölj syskon

source: Show ancestors above
sv: Visa förfäder ovan

source: Unable to open '%s'
sv: Kan inte öppna '%s'

source: Error in reading '%s'
sv: Fel vid läsning av '%s'

source: Error: cannot open '%s'
sv: FEL: Kan inte öppna '%s'

source: Error: unknown file type: '%s'
sv: Fel: okänd filtyp: '%s'

source: Life Line Ancestor Chart
sv: Life Line förfädersdiagram

source: Persons and their relation in a time based chart
sv: Personer och deras relation i ett tidsbaserat diagram

source: Life Line Descendant Chart
sv: Life Line ättlingadiagram

source: General Layout
sv: Allmän layout

source: Life Line Chart
sv: Life Line-diagram

source: Mouse wheel
sv: Mushjul

source: Zoom to original
sv: Zooma till originalet

source: Zoom to best fit
sv: Zooma för att passa bäst

source: Rebuild data cache
sv: Bygg om datacache

source: Revert the placement and person selection
sv: Återställ placeringen och personvalet

source: Open Life Line Chart help
sv: Open Life Line-diagram hjälpsidor

source: Export View as SVG
sv: Exportera vy som SVG

source: Reset all settings
sv: Återställ alla inställningar

source: Gramplet showing the participants in an event
sv: Gramplet som visar deltagarna i en händelse

source: Double-click on a row to edit the selected participant.
sv: Dubbelklicka på en rad för att redigera den valda deltagaren.

source: Set Privacy Tool
sv: Ställ in Sekretessverktyg

source: Set all objects of the last <number> of years private.
sv: Ange alla objekt för de senaste <number> åren som privata.

source: Set private: %d %s
sv: Ange privata: %d %s

source: Not private: %d %s
sv: Ej privata: %d %s

source: Set persons private..
sv: Ange personer privata..

source: Set events private..
sv: Ange händelser privata..

source: Set media private..
sv: Ange media privata..

source: Select filter to restrict events
sv: Välj filter för att begränsa händelser

source: Select filter to restrict medias
sv: Välj filter för att begränsa media

source: Always private if no date.
sv: Alltid privat om inget datum.

source: If checked, all objects without a date will also be set private.
sv: Om kontrollerade, alla objekt utan datum kommer också att anges privata.

source: The time range in years from today you want to set objects private. '0 years' = remove privacy from all objects.
sv: Tidsintervallet i år från idag som du vill ange objekt privata. '0 år' = ta bort sekretess från alla objekt.

source: Sync Associations
sv: Synkronisera föreningar

source: Traverses the Person list for all Associations that are bi-directional and adds any which are missing to the Associated Person.
sv: Går igenom personlistan för alla föreningar som är dubbelriktade och lägger till alla som saknas till den associerade personen.

source: Add %s reciprocal association
sv: Lägg till %s ömsesidiga föreningar

source: {} Reciprocal associations created
sv: {} Ömsesidiga föreningar skapades

source: All reciprocal associations exist, none created
sv: Alla ömsesidiga föreningar finns redan, inga skapade

source: No existing associations, so no reciprocal ones needed
sv: Inge befintliga föreningar fanns, så inga ömsesidiga behövdes

source: *** Error: Must install either ElementTree or lxml.
sv: *** Fel: Måste installera antingen ElementTree eller lxml.

source: must install either ElementTree or lxml
sv: måste installera antingen ElementTree eller lxml

source: BirthIndex
sv: FödelseIndex

source: MarriageIndex
sv: VigselIndex

source: DeathIndex
sv: DödsfallsIndex

source: CensusIndex
sv: FolkräkningsIndex

source: SourceIndex
sv: KällIndex

source: birth
sv: födelse

source: Birth act:
sv: Födelsehandling:

source: Reference:
sv: Referens:

source: Volume Page:
sv: Volym Sida:

source: The source title
sv: Källtiteln

source: The volume or page of this source
sv: Volymen eller sidan för den här källan

source: Names:
sv: Namn:

source: select the gender/sex
sv: välj kön

source: The names of the main person written into the source
sv: Namnen på huvudpersonen skriven i källan

source: The first names of the main person written into the source
sv: Förnamnen på huvudpersonen skriven i källan

source: First names:
sv: Förnamn:

source: Other:
sv: Andra:

source: Repository title
sv: Arkivplatstitel

source: <b>Image</b>
sv: <b>Bild</b>

source: <b><i>Repository</i></b>
sv: <b><i>Arkivplats</i></b>

source: Spouse names:
sv: Make namn:

source: Marriage date:
sv: Vigsel datum:

source: Death date:
sv: Död datum:

source: Occupation:
sv: Yrke:

source: Live:
sv: Levande:

source: <b>Witness Godfather Godmother:</b>
sv: <b>Vittne Gudfader Gudmoder:</b>

source: Call number:
sv: Arkiv(plats)nummer:

source: The call number into the repository
sv: Arkivnumret på arkivplatsen

source: <b><i>Data person</i></b>
sv: <b><i>Personuppgifter</i></b>

source: <b><i>Data margin</i></b>
sv: <b><i>Marginaldata</i></b>

source: <b><i>Data father</i></b>
sv: <b><i>Faderuppgifter</i></b>

source: <b><i>Data mother</i></b>
sv: <b><i>Moderuppgifter</i></b>

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation; godfather, name, given, age, occupation; etc ...
sv: vittne1, namn, förnamn, ålder, yrke; vittne2, namn, förnamn, ålder, yrke; gudfader, namn, förnamn, ålder, yrke; etc ...

source: Marriage place:
sv: Vigsel plats:

source: Death place:
sv: Död plats:

source: Birth place:
sv: Födelse plats:

source: Origine:
sv: Ursprung:

source: <b><i>Citation</i></b>
sv: <b><i>Citering</i></b>

source: <b><i>Source</i></b>
sv: <b><i>Källa</i></b>

source: census
sv: folkräkning

source: <b>Census</b>
sv: <b>Folkräkning</b>

source: <b>Repository</b>
sv: <b>Arkivplats</b>

source: First name:
sv: Förnamn:

source: Birth date:
sv: Födelsedatum:

source: Death date:
sv: Dödsdatum:

source: Birth place:
sv: Födelseplats:

source: Death place:
sv: Dödsplats:

source: Family status:
sv: Familjestatus:

source: Spouse name:
sv: Namn på make/maka:

source: Origin:
sv: Ursprung:

source: Note:
sv: Notis:

source: <b>Data person</b>
sv: <b>Personuppgifter</b>

source: Volume:
sv: Volym:

source: order, person, surname, given, age, status, occupation, etc ...
sv: ordning, person, efternamn, förnamn, ålder, status, yrke, etc ...

source: Death act:
sv: Dödsfallshandling:

source: <b>Death act</b>
sv: <b>Dödsfallshandling</b>

source: <b>Witness:</b>
sv: <b>Vittne:</b>

source: Marriage date:
sv: Vigseldatum:

source: Marriage place:
sv: Vigselplats:

source: <b>Data mother</b>
sv: <b>Moderuppgifter</b>

source: <b>Data father</b>
sv: <b>Faderuppgifter</b>

source: <b>Spouse</b>
sv: <b>Make</b>

source: alive
sv: levande

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation, etc ...
sv: vittne1, namn, förnamn, ålder, yrke; vittne2, namn, förnamn, ålder, yrke, etc ...

source: _File
sv: _Fil

source: Import CSV
sv: Importera CSV

source: Display all
sv: Visa alla

source: Display only births
sv: Visa endast födslar

source: Births/Baptisms
sv: Födslar/dop

source: Display only marriages
sv: Visa endast vigslar

source: Marriages/Families
sv: Vigslar/familjer

source: Display only deaths
sv: Visa endast dödsfall

source: Deaths/Burials
sv: Dödsfall/begravningar

source: Display only censuses
sv: Visa endast folkräkningar

source: Censuses
sv: Folkräkningar

source: About this utility.
sv: Om detta verktyg.

source: About dialog
sv: Om-dialog

source: New birth or baptism
sv: Ny födelse eller dop

source: add birth act
sv: lägg till födelsehandling

source: New marriage
sv: Ny vigsel

source: add marriage act
sv: lägg till vigselhandling

source: New death or burial
sv: Nytt dödsfall eller begravning

source: add death act
sv: lägg till dödsfallshandling

source: New census
sv: Ny folkräkning

source: add census
sv: lägg till folkräkning

source: Select a birth source
sv: Välj en födelsekälla

source: Select a marriage source
sv: Välj en vigselkälla

source: Select a death source
sv: Välj en dödsfallskälla

source: Select a census source
sv: Välj en folkräkningskälla

source: Select a repository storing a source
sv: Välj en arkivplats som innehåller källan

source: repositories
sv: arkivplatser

source: Selected view
sv: Vald visning

source: Records transcriptions ... births/deaths/marriages/censuses with common fields: id, repository, person name, birth date and place, parents.
sv: Registrerar transkriptioner ... födelser/dödsfall/vigslar/folkräkningar med gemensamma fält: id, arkivplats, personnamn, födelsedatum och plats, föräldrar.

source: Marriage act:
sv: Vigselhandling:

source: m. date:
sv: vig. datum:

source: m. place:
sv: vig. plats:

source: d.contract:
sv: datum för avtal:

source: dates banns:
sv: datum för lysningar:

source: p.contract:
sv: plats för avtal:

source: places banns:
sv: plats för lysning:

source: <b>Data union</b>
sv: <b>Dataförening</b>

source: <b>Marriage act</b>
sv: <b>Vigselhandling</b>

source: <b>Data father spouse1</b>
sv: <b>Faderuppgifter make1</b>

source: <b>Data mother spouse1</b>
sv: <b>Moderuppgifter make1</b>

source: <b>Data mother spouse2</b>
sv: <b>Moderuppgifter make2</b>

source: <b>Data father spouse2</b>
sv: <b>Faderuppgifter make2</b>

source: <b>Data spouse1</b>
sv: <b>Uppgifter för make1</b>

source: <b>Data spouse2</b>
sv: <b>Uppgifter för make2</b>

source: witness
sv: vittne

source: <b>Witness</b>
sv: <b>Vittne</b>

source: Command Line Merge
sv: Lägg ihop via kommandoraden

source: Merge primary objects via the command line.
sv: Lägg ihop primära objekt via kommandoraden.

source: Create a heatmap web report.
sv: Skapa en webbrapport med färgdiagram.

source: Map tiles
sv: Kartplattor

source: Set the size of the heatmap points. Default: 15
sv: Storleken på färgdiagrammets punkter. Standard: 15

source: File path
sv: Filmål

source: For the file name only english letters A-Z, a-z and numbers 0-9 as well as the characters space, underline and hypen are allowed. The file name also has to start and end with an alphanumeric character.The file extention '.html' is added by the report.
sv: För filnamnet är endast engelska bokstäver A-Z, a-z och siffror 0-9 samt tecknens mellanslag, understrykning och bindestreck tillåtna. Filnamnet måste också börja och sluta med ett alfanumeriskt tecken. Filtillägget '.html' läggs till i rapporten.

source: File name
sv: Filnamn

source: Enable custom start position
sv: Aktivera anpassad startposition

source: Enabling will force the map open at your custom start position and zoom.
sv: Aktivering tvingar kartan att öppnas vid din anpassade startposition och zooma.

source: Start latitude
sv: Startlatitud

source: Set custom start position latitude Default: 50.0
sv: Ange anpassad startpositionslatitud Standard: 50.0

source: Start longitude
sv: Startlongitud

source: Set custom start position longitude Default: 10.0
sv: Ange anpassad startpositionslongitud Standard: 10.0

source: Set the value for the starting zoom Default: 5
sv: Ställ in värdet för startzoomen Standard: 5

source: Limits
sv: Gränser

source: Invalid filename.
sv: Ogiltigt filnamn.

source: Path does not exist.
sv: Sökvägen finns inte.

source: Number of ancestors
sv: Antal förfäder

source: Shows the number of ancestors of the current person
sv: Visar antalet förfäder för aktuell person

source: Number of %s's ancestors
sv: Antal för %ss förfäder

source: Found
sv: Funna

source: Theoretical
sv: Teoretiskt

source: Percent
sv: Procent

source: There were {} of {} ancestors ({}) found. Only individual ancestors were counted. Duplicates caused by pedigree collapse were ignored.
sv: Det var {} av {} förfäder ({}) funna. Endast enskilda förfäder räknades. Dubletter orsakade av anförlust ignorerades.

source: Clipboard
sv: Urklipp

source: Clipboard Gramplet: %s
sv: Urklippsgramplet: %s

source: Prolog Export
sv: Exportera Prolog

source: Exports data into a Prolog fact format. Data is in Unicode (utf-8)
sv: Exporterar data till ett Prolog-faktaformat. Data är i Unicode (utf-8)

source: Detailed Descendant Report With All Images
sv: Detaljerad ättlingarapport med alla bilder

source: Produces a detailed descendant report with all images and optional todo list.
sv: Producerar en detaljerad ättlingarapport med alla bilder och frivillig att-göra-lista.

source: Include TODO notes
sv: Ta med att-göra-notiser

source: Whether to include TODO notes.
sv: Huruvida ta med att-göra-notiser.

source: The style used for image labels.
sv: Mall som används för bildetiketter.

source: A style used for image captions.
sv: Den mall som används för bildbeskrivning.

source: Family Sheet
sv: Familjeark

source: Produces a family sheet showing full information about a person and his/her partners and children.
sv: Skapar ett familjeark som visar all information om en person och dennes partner och barn.

source: Address (%(date)s): %(location)s
sv: Adress (%(date)s): %(location)s

source: Address: %(location)s
sv: Adress: %(location)s

source: Source references:
sv: Källreferenser:

source: , page %s
sv: , sida %s

source: Notes:
sv: Notiser:

source: on %(ymd_date)s
sv: %(ymd_date)s

source: in %(ym_date)s
sv: %(ym_date)s

source: in %(y_date)s
sv: %(y_date)s

source: on %(placeholder)s
sv: %(placeholder)s

source: on %(placeholder)s (%(partial)s)
sv: %(placeholder)s (%(partial)s)

source: in %(place)s
sv: %(place)s

source: Center person
sv: Huvudperson

source: The person whose partners and children are printed
sv: Den person vars partner och barn skrivs ut

source: Print sheets for
sv: Skriv ut ark för

source: Center person only
sv: Endast huvudperson

source: Center person and descendants in side branches
sv: Huvudperson och ättlingar i sidogrenar

source: Center person and all descendants
sv: Huvudperson och alla ättlingar

source: Whether to include descendants, and which ones.
sv: Huruvida inkludera ättlingar, och vilka.

source: Replace first name with call name
sv: Byt ut förnamn mot tilltalsnamn

source: Underline call name in first name / add call name to first name
sv: Stryk under tilltalsnamn / lägg till tilltalsnamn till förnamn

source: Whether to include call name, and how.
sv: Huruvida använda tilltalsnamn, och hur.

source: Print placeholders for missing information
sv: Skriv ut markering för saknad information

source: The basic style used for the text display
sv: Grundläggande mall för textvisning

source: The style used for the page key on the top
sv: Mall för sidonyckeln upptill på sidan

source: The style used for names
sv: Mall använd för namn

source: The style used for numbers
sv: Mall använd för tal

source: The style used for footnotes (notes and source references)
sv: Mall använd för fotnoter (notiser och källreferenser)

source: House Timeline
sv: Hustidslinje

source: Lists the Residents of an Address by Timeline
sv: Listar de boende på en adress efter tidslinjen

source: House Icon Style
sv: Mall för husikon

source: There are no individuals with Address data. Please add Address data to people.
sv: Det finns inga personer med adressdata. Lägg till adressuppgifter till personer.

source: Time In Family
sv: Tid i familjen

source: First Resident
sv: Den första boende

source: Last Resident
sv: Den sista boende

source: Total Known Residents
sv: Alla kända boende

source: Provides a library for generic access to the database and gen.lib.
sv: Tillhandahåller ett bibliotek för allmän tillgång till databasen och gen.lib.

source: libaccess edit name
sv: redigera libaccess-namn

source: libaccess edit person
sv: libaccess redigera person

source: Deep Connections Gramplet
sv: Gramplet för långa släktskap

source: Gramplet showing a deep relationship between active and home people
sv: Gramplet visande ett lång släktskap mellan aktiv och hem person

source: Deep Connections
sv: Långa släktskap

source: Pause
sv: Paus

source: Copy
sv: Kopiera

source: sibling
sv: syskon

source: %s of
sv: %s till

source: No Active Person set.
sv: Ingen aktiv person angiven.

source: Looking for relationship between
sv: Letar efter släktskap mellan

source: <b>%s</b> (Home Person) and
sv: <b>%s</b> (huvudperson) och

source: <b>%s</b> (Active Person)...
sv: <b>%s</b> (Aktiv person)...

source: Found relation #%d:
sv: Hittade släktskap #%d:

source: Paused. Press Continue to search for additional relations.
sv: Paus. Tryck Fortsätt för att leta efter ytterligare släktsakp.
