Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Media Type
hu: Médiatípus
sv: Mediatyp

source: No data available in table
hu: Nincs rendelkezésre álló adat a táblázatban
sv: Ingen data tillgänglig i tabellen

source: No matching records found
hu: Nem található megfelelő bejegyzés
sv: Inga motsvarande uppgifter hittades

source: No matching surname.
hu: Nem található megfelelő vezetéknév.
sv: Inga motsvarande efternamn.

source: Other participants
hu: Egyéb résztvevők
sv: Andra deltagare

source: Person page
hu: Személy oldala
sv: Personsida

source: Person to search for
hu: Keresendő személy
sv: Person att söka efter

source: Persons Index
hu: Névjegyzék
sv: Personindex

source: Persons
hu: Személyek
sv: Personer

source: Places Index
hu: Helynévtár
sv: Platsindex

source: Preparing file ...
hu: Fájl előkészítése ...
sv: Förbereder fil ...

source: Relationship to Father
hu: Kapcsolat az apával
sv: Släktskap med far

source: Relationship to Mother
hu: Kapcsolat az anyával
sv: Släktskap med mor

source: Repositories Index
hu: Adattárjegyzék
sv: Arkivplatsindex

source: Restore
hu: Visszaállítás
sv: Återställ

source: Restore default settings
hu: Visszaállítani az alapértelmezett beállításokat
sv: Återställ standardinställningar

source: Show last modification time
hu: Az utolsó módosítás idejének megjelenítése
sv: Visa sista ändringstid

source: SVG tree children distribution
hu: SVG fa gyermeki felosztás
sv: SVG-träd med barn

source: SVG tree configuration
hu: SVG fa beállítás
sv: SVG-trädkonfiguration

source: SVG tree graph shape
hu: SVG-fa ábraforma
sv: SVG-trädets grafikform

source: SVG tree graph type
hu: SVG-fa ábratípus
sv: SVG-trädets grafiktyp

source: SVG tree parents distribution
hu: SVG fa szülői felostás
sv: SVG-träd med föräldrar

source: Save tree as file
hu: Fa mentése fájlként
sv: Spara trädet som fil

source: Search:
hu: Keresés:
sv: Sök:

source: Select the background color scheme
hu: Válassza ki a áttérszín sémáját
sv: Välj bakgrundens färgschema

source: Select the children distribution (fan charts only)
hu: Válassza ki a gyermeki felosztás (legyezőábra)
sv: Välj med barn (endast för antavlor i cirkelformat)

source: Select the number of ascending generations
hu: Válassza ki a felmenő generációk számát
sv: Välj antal stigande generationer

source: Select the number of descending generations
hu: Válassza ki a leszármazott generációk számát
sv: Välj antal sjunkande generationer

source: Select the parents distribution (fan charts only)
hu: Válassza ki a szülői felosztást (legyezőábra)
sv: Välj med föräldrar (endast för antavlor i cirkelformat)

source: Select the shape of graph
hu: Válassza ki az ábraformát
sv: Välj grafikform

source: Select the type of graph
hu: Válassza ki az ábratípust
sv: Välj grafiktyp

source: Several matches.<br>Precise your search or choose in the lists below.
hu: Számos egyezés.<br>Pontosítsa a keresést vagy válasszon az alábbi listából.
sv: Flera sökresultat.<br>Precisera din sökning eller välj i listan.

source: Show _MENU_ entries
sv: Visa _MENU_ poster

source: Show duplicates
hu: Kettőzöttek mutatása
sv: Visa dubbletter

source: Showing 0 to 0 of 0 entries
hu: Mutassa a 0-tól 0-ig 0 bejegyzést
sv: Visar 0 till 0 av 0 poster

source: Showing _START_ to _END_ of _TOTAL_ entries
sv: Visar _START_ till _END_ av _TOTAL_ poster

source: Sort by:
hu: Rendezés:
sv: Sortera efter:

source: Sources Index
hu: Források jegyzéke
sv: Källindex

source: Suppress Gramps ID
hu: GRAMPS azonosító letiltása
sv: Dölj Gramps-ID:n

source: Surnames Index
hu: Családnévjegyzék
sv: Efternamnsindex

source: U
sv: O

source: Use tabbed panels instead of sections
hu: Fülekkel ellátott panelek használata szakaszok helyett
sv: Använd flikar stället för sektioner

source: Use the search box above in order to find a person.
hu: Használja a fenti keresőmezőt személy kereséséhez.
sv: Använd sökrutan ovan för att finna en person.

source: Use a table format for the surnames index
hu: Táblázat használata a családnévjegyzékhez
sv: Använd ett tabellformat för efternamnsindexet

source: Use a table format for the persons index
hu: Táblázat használata a névjegyzékhez
sv: Använd ett tabellformat för personindexet

source: Use a table format for the families index
hu: Táblázat használata a családjegyzékhez
sv: Använd ett tabellformat för familjeindexet

source: Use a table format for the sources index
hu: Táblázat használata a forrásjegyzékhez
sv: Använd ett tabellformat för källindexet

source: Use a table format for the places index
hu: Táblázat használata a helyjegyzékhez
sv: Använd ett tabellformat för platsindexet

source: Used for family
hu: Családnál használt
sv: Använd för familj

source: Used for media
hu: Médiánál használt
sv: Använd för media

source: Used for person
hu: Személynél használt
sv: Använd för person

source: Used for place
hu: Helyszínnél használt
sv: Använd för plats

source: Used for source
hu: Forrásnál használt
sv: Använd för källa

source: Web Link
hu: Web-hivatkozás
sv: Webblänk

source: Whether to use a special color for the persons that appear several times in the SVG tree
hu: Legyen-e külön színe azoknak a személyeknek, akik többször jelennek meg az SVG-fában
sv: Huruvida använda en speciell färg för personer som syns flera gånger i SVG-trädet

source: Without name
hu: Név nélkül
sv: Utan namn

source: Without surname
hu: Családnév nélkül
sv: Utan efternamn

source: Without title
hu: Cím nélkül
sv: Utan titel

source: Zoom in
hu: Nagyítás
sv: Zooma in

source: Zoom out
hu: Kicsinyítés
sv: Zooma ut

source: all
hu: minden
sv: alla

source: Copying error: %(error)s
hu: Másolási hiba: %(error)s
sv: Kopieringsfel: %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
hu: Nem másolható "%(src)s" ide "%(dst)s"
sv: Omöjligt att kopiera "%(src)s" till "%(dst)s"

source: Unable to copy web site template files from "%(path)s"
hu: Nem sikerült másolni a webhely sablon fájljait a(z) "%(path)s" helyről
sv: Kan inte kopiera webbsidesmallar från "%(path)s"

source: Keeping "%(dst)s" (newer than "%(src)s")
hu: "%(dst)s" megtartása (újabb mint "%(src)s")
sv: Spar "%(dst)s" (nyare än "%(src)s")

source: Copying "%(src)s" to "%(dst)s"
hu: "%(src)s" másolása ide "%(dst)s"
sv: Kopiera "%(src)s" till "%(dst)s"

source: Unable to overwrite archive file "%(path)s"
hu: Nem sikerült felülírni a(z) "%(path)s" tömörített fájlt
sv: Kan inte skriva över arkivfilen "%(path)s"

source: Unable to add file "%(file)s" to archive "%(archive)s"
hu: Nem sikerült hozzáadni a(z) "%(file)s" fájlt az "%(archive)s" tömörítéshez
sv: Kan inte lägga till filen "%(file)s" till arkivet "%(archive)s"

source: DynamicWebReport ignoring link type '%(class)s'
hu: A DynamicWebReport figyelmen kívül hagyja a '%(class)s' utalás típust
sv: DynamicWebReport ignorerar länktypen '%(class)s'

source: Family of %(father)s
hu: %(father)s családja
sv: Familj för %(father)s

source: Family of %(mother)s
hu: %(mother)s családja
sv: Familj för %(mother)s

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with Gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with Gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the Gramps version. __GRAMPS_HOMEPAGE__ is replaced by the Gramps homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
hu: Ebben a feljegyzésben a következő speciális szavak kerülnek feldolgozásra: __SEARCH_FORM__ helyébe egy keresési űrlap, __NB_INDIVIDUALS__ helyébe a személyek száma, __NB_FAMILIES_ helyébe a családok száma, __NB_MEDIA__ helyébe az adathordozó száma, __NB_SOURCES__ helyébe a források száma, __NB_REPOSITORIES__ helyébe az adattárak száma, __NB_PLACES__ helyébe a helyek száma, __MEDIA_<gid>__ helyébe a média Gramps azonosítója <gid>, __THUMB_<gid>__helyébe a média miniatűrjének Gramps azonosítója <gid>, __EXPORT_DATE__helyébe az aktuális dátum, __GRAMPS_VERSION__ helyébe a Gramps verzió, __GRAMPS_HOMEPAGE__ helyébe a Gramps honlap hivatkozása, "relative://relative.<link>" kezdődő URL helyébe a "<link>" relatív URL kerül.
sv: I denna notis är följande specialord bearbetade: __SEARCH_FORM__ är ersatt med en sökfunktion. __NB_INDIVIDUALS__ är ersatt av antal personer. __NB_FAMILIES__ är ersatt av antal familjer. __NB_MEDIA__ är ersatt av antalet mediaobjekt. __NB_SOURCES__ är ersatt av antal källor. __NB_REPOSITORIES__ är ersatt av antal arkivplatser. __NB_PLACES__ är ersatt av antal platser. __MEDIA_<gid>__ är ersatt av media med gramps ID <gid>. __THUMB_<gid>__ är ersatt av miniatyrbilden av median med gramps ID <gid>. __EXPORT_DATE__ är ersatt av nuvarande datum. __GRAMPS_VERSION__ är ersatt av GRAMPS versionen. __GRAMPS_HOMEPAGE__ är ersatt av GRAMPS hemsideslänk. URL:er som börjar med "relative://relative.<länk>" är ersatt med den relativa URL:en "<länk>".

source: Store web pages in archive
hu: A weboldal tömörített tárolása
sv: Spara webbsidor i arkivet

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
hu: Hozzon-e létre egy tömörített fájlt (ZIP vagy TGZ formátum), amely tartalmazza a weboldalt
sv: Huruvida skapa ett arkiv (i ZIP eller TGZ formatet) innehållande webbsidan

source: Archive file
hu: Tömörített fájl
sv: Arkivfil

source: The archive file name (with ".zip" or ".tgz" extension)
hu: Tömörített fájl neve (".zip" vagy ".tgz" kiterjesztéssel)
sv: Arkivfilsnamnet (med ".zip" eller ".tgz" ändelse)

source: Web site title
hu: Web-oldal cím
sv: Webbplatstitel

source: The title of the web site
hu: A web-oldal elnevezése
sv: Webbsidans titel

source: Select filter to restrict people that appear on web site
hu: Válasszon szűrőt a weboldalon megjelenő személyekhez
sv: Välj ett filter, som begränsar vilka personer, som visas på en hemsida

source: Name format (short)
hu: Név formátum (rövid)
sv: Namnformat (kort)

source: Select the format to display a shorter version of the names
hu: Válassza ki a formátumot a nevek rövidebb változatának megjelenítéséhez
sv: Välj formatet för att visa en kortare version av namnen

source: Web site template
hu: Web-oldal téma
sv: Webbsidesmall

source: Select the template of the web site
hu: Válassza ki a web-oldal témáját
sv: Välj webbsidans mall

source: Whether to include private objects
hu: Legyenek-e benne a bizalmas objektumok
sv: Huruvida ta med privata objekt

source: This allows you to restrict information on people who have not been dead for very long
hu: Ez lehetővé teszi, hogy korlátozza az olyan emberekkel kapcsolatos információkat, akik hosszú ideje nem haltak meg
sv: Detta tillåter dig att begränsa uppgifter om personer, som inte har varit döda tillräckligt länge

source: Export notes
hu: Jegyzetek exportálása
sv: Exportera notiser

source: Whether to export notes in the web pages
hu: Legyen-e a web-oldal tömörített fájlban tárolva
sv: Huruvida exportera notiser i webbsidorna

source: Export sources
hu: Források exportálása
sv: Exportera källor

source: Whether to export sources and citations in the web pages
hu: Legyenek-e a források és idézetek exportálása a weboldalakon
sv: Huruvida exportera källor och citeringar i webbsidorna

source: Export addresses
hu: Helyszínek exportálása
sv: Exportera adresser

source: Whether to export addresses in the web pages
hu: Legyen-e a helyszínek exportálása a weboldalakon
sv: Huruvida exportera adresser i webbsidorna

source: Whether or not to include the Repository Pages.
hu: Legyenek-e benne Tároló oldalak, vagy sem.
sv: Huruvida ta med arkivplatsförteckning eller inte.

source: Include images and media
hu: Tartalmazza a képeket és a médiát
sv: Ta med bilder och mediaobjekt

source: Whether to include images and media in the web pages
hu: Legyenek-e a képek és médiák beillesztve a webolra
sv: Huruvida ta med mediaobjekt i webbsidorna

source: Copy, rename files with an internal Gramps identifier
hu: Másolásnál, fájlok átnevezése a belső Gramps-azonosító szerint
sv: Kopiera, byt namn på filer med en intern Gramps-identifierare

source: Copy, keep file names unchanged
hu: Másolásnál, tartsa változatlanul a fájlneveket
sv: Kopiera, bevara filnamn oförändrade

source: Do not copy, reference existing files
hu: Ne legyen másolva, utalás az eredeti fájlokra
sv: Kopiera inte, referera existerande filer

source: Images and media
hu: Képek és média
sv: Mediaobjekt

source: Whether to make a copy of the media
hu: Legyen-e másolatot készítve a médiáról
sv: Huruvida att skapa en kopia av mediaobjekten

source: Print the notes type
hu: Jegyzettípus nyomtása
sv: Skriv ut notistypen

source: Whether to print the notes type in the notes text
hu: Legyenek-e a jegyzettípusok nyomtatva a jegyzetek szövegében
sv: Huruvida skriva ut notistypen i notistexten

source: Print place pages
hu: Helyoldalak nyomtatása
sv: Skriv ut platssidor

source: Whether to show pages for the places
hu: Legyenek-e hely oldalak jelenítve, vagy sem
sv: Huruvida visa sidor för platserna

source: Choose your choice of map service for creating the Place Map Pages
hu: Válasszon egy térképszolgáltatót térkép létrehozásához a Helyek Oldalon
sv: Välj din karttjänst för skapande av platskartsidor

source: Google map API key
hu: Google térkép API kulcs
sv: Google Maps API-nyckel

source: The API key used for the Google map
hu: A Google térképhez használt API kulcs
sv: API nyckel som används till Google map

source: Whether or not to include family pages
hu: Legyenek-e benne családi oldalak is
sv: Huruvida ta med familjesidor eller inte

source: Whether to include half and/ or step-siblings with the parents and siblings
hu: Legyenek-e megjelenítve a fél- és/vagy mostohatestvérek a szülőkkel és testvérekkel
sv: Huruvida ta med ett halv- och/eller styvsyskon med föräldrarna och syskonen

source: Enable page configuration
hu: Oldalbeállítások engedélyezése
sv: Aktivera sidkonfiguration

source: Whether to enable page configuration
hu: legyen-e engedélyezése az oldalbeállítások
sv: Huruvida aktivera sidkonfiguration

source: Whether to use tabbed panels for the different sections of the pages.
sv: Huruvida använda flikar för de olika sektionerna på sidorna.

source: Whether to show the last modification time in the pages footer
hu: Legyen-e megjelenítve az oldal láblécében az utolsó módosítás ideje
sv: Huruvida visa sista ändringstiden i sidans sidfot

source: Whether to insert sources author in the sources title
hu: Legyen-e a forrás szerzője a források címébe
sv: Huruvida lägga till källförfattare i källtiteln

source: Whether to hide the Gramps ID
hu: Legyenek-e elrejtve a GRAMPS azonosítók
sv: Huruvida dölja Gramps-IDn

source: List
hu: Felsorolás
sv: Lista

source: Table
hu: Táblázat
sv: Tabell

source: Default format for the surnames index
hu: Családnévjegyzék alapértelmezett formátuma
sv: Standardformat för efternamnsindex

source: The default format for the surnames index
hu: A családnévjegyzék alapértelmezett formátuma
sv: Standardformatet för efternamnsindexet

source: Default format for the persons index
hu: Névjegyzék alapértelmezett formátuma
sv: Standardformat för personindex

source: The default format for the persons index
hu: A névjegyzék alapértelmezett formátuma
sv: Standardformatet för personindexet

source: Default format for the families index
hu: Családjegyzék alapértelmezett formátuma
sv: Standardformat för familjeindex

source: The default format for the families index
hu: A családjegyzék alapértelmezett formátuma
sv: Standardformatet för familjeindexet

source: Default format for the sources index
hu: Forrásjegyzék alapértelmezett formátuma
sv: Standardformat för källindex

source: The default format for the sources index
hu: A forrásjegyzék alapértelmezett formátuma
sv: Standardformatet för källindexet

source: Default format for the places index
hu: Helyjegyzék alapértelmezett formátuma
sv: Standardformat för platsindex

source: The default format for the places index
hu: A helyjegyzék alapértelmezett formátuma
sv: Standardformatet för platsindexet

source: Whether to include dates columns (birth, death, marriage) on the index pages
hu: Felveszi-e a dátum oszlopokat (születés, halál, házasság) a tárgymutatóba
sv: Huruvida ta med datumkolumner (födelse, död, giftermål) på indexsidorna

source: Generate a families index page
hu: Családjegyzék oldal létrehozása
sv: Skapa en familjeindexsida

source: Whether to generate an index page for families
hu: Legyen-e családjegyzék oldal létrehozva
sv: Huruvida skapa en indexsida för familjer

source: Whether to include a column showing the media path
hu: Legyen-e oszlop a média útvonalának a tárgymutatóban
sv: Huruvida ta med en kolumn som visar mediasökväg

source: Whether to include the references to the items in the index pages. For example, in the media index page, the names of the individuals, families, places, sources that reference the media.
hu: Legyen-e hivatkozás az elemekre a tárgymutatóban. Például a médiajegyzékben a médiára hivatkozó személyek, családok, helyek és források nevére.
sv: Huruvida ta med referenser till artiklarna i indexsidorna. Exempelvis på mediaindexsidan, namnen på personerna, familjerna, platserna, källorna som refererar till mediafilerna.

source: Default number of entries in the indexes
hu: A jegyzékekben szereplő bejegyzések alapértelmezett száma
sv: Standardnummer på poster i indexen

source: The default number of entries shown in one index page
hu: A tárgymutatóban megjelenő bejegyzések alapértelmezett száma
sv: Standardnumret för poster som visas på en indexsida

source: Maximum number of generations
hu: Generációk maximális száma
sv: Maximalt antal generationer

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
hu: Az elődök és leszármazott fák ábráján megjelenő generációk maximális száma
sv: Maximalt antal generationer att ta med i förfäders- och ättlingsträden och grafer

source: Choose the default SVG tree graph type
hu: Alapértelmezett SVG-fa ábratípus
sv: Välj standard SVG trädgrafiktyp

source: Choose the default SVG tree graph shape
hu: Alapértelmezett SVG-fa ábraforma
sv: Välj standard SVG trädgrafikform

source: Choose the default SVG tree parents distribution (for fan charts only)
hu: Válassza ki az SVG fa ábra szülői felosztását (csak a legyezőábránál)
sv: Välj standard SVG träd för föräldrar (endast för antavlor i cirkelformat)

source: Choose the default SVG tree children distribution (for fan charts only)
hu: Válassza ki az SVG fa ábra gyermeki felosztását (csak a legyezőábránál)
sv: Välj standard SVG träd för barn (endast för antavlor i cirkelformat)

source: Choose the background color scheme for the persons in the SVG tree graph
hu: Válassza ki az SVG fa ábrán a szereplő személyek háttérszínét
sv: Välj bakgrundens färgschema för personerna i SVG-trädet

source: Pages
hu: Oldalak
sv: Sidor

source: A note to be used as the page header
hu: Egy szöveg, ami az oldal fejlécében lesz
sv: En notis, som skall användas som sidhuvud

source: HTML user brand name / icon
hu: HTML felhasználói márkanév / ikon
sv: HTML varumärke namn/ikon

source: A note to be used as the brand name or image in the menu
hu: Megjegyzés, amelyet márkanévként vagy képként kell használni a menüben
sv: En notis att användas för varumärkesnamnet eller en bild i menyn

source: Custom pages
hu: Egyéni oldalak
sv: Anpassade sidor

source: Title for the custom page %(index)i
hu: %(index)i egyéni oldal címe
sv: Den anpassade sidans titel %(index)i

source: Name for the custom page %(index)i
hu: %(index)i egyéni oldal neve
sv: Namn på den anpassade sidan %(index)i

source: Note for custom page %(index)i
hu: %(index)i egyéni oldal jegyzete
sv: Notis för den anpassade sidan %(index)i

source: A note to be used for the custom page content.
hu: Megjegyzés az egyedi oldaltartalomhoz.
sv: En notis att användas för innehållet på den anpassade sidan.

source: Menu for the custom page %(index)i
hu: %(index)i egyéni oldal menüje
sv: Meny på den anpassade sidan %(index)i

source: Whether to print a menu for the custom page
hu: Legyen-e menü nyomtatva az egyéni oldalakon
sv: Huruvida skriva ut en meny för den anpassade sidan

source: Pages selection
hu: Oldalak kiválasztása
sv: Sidval

source: Number of pages
hu: Oldalak száma
sv: Antal sidor

source: Number pages in the web site menu.
hu: Oldalak száma a webhely menüben.
sv: Antal sidor i webbsidesmenyn.

source: Contents of page %(index)i
hu: %(index)i oldal tartalma
sv: Sidan %(index)i innehåll

source: Contents of the page
hu: Az oldal tartalma
sv: Innehåll på sidan

source: Gramplet to get places from the GOV database
sv: Gramplet för att hämta platser från GOV-databasen

source: Enter GOV-id:
sv: Ange GOV-id:

source: Get Place
sv: Hämta plats

source: Add GOV-id place %s
sv: Lägg till GOV-id plats %s

source: from %s to %s
sv: från %s till %s

source: after %s
sv: efter %s

source: before %s
sv: före %s

source: Restart where you were last working
sv: Starta om där du senast arbetade

source: This addon causes Gramps to restart on the same view and object where Gramps was previously closed. It adds no new menus or Gramplets, but allows the last six objects visited to be found via the 'Go' menu.
sv: Detta tillägg gör att Gramps startar om på samma vy och objekt där Gramps tidigare stängdes. Det läggs inte till nya menyer eller Gramplets, men gör det möjligt att hitta de sex senaste besökta objekten via menyn "Gå till".

source: Check Associations data
sv: Kontrollera relationsdata

source: Will check the data on Association for people.
sv: Kontrollerar uppgifterna om släktskap för personer.

source: Associations state tool
sv: Verktyg för släktskapstillstånd

source: Type of link
sv: Linktyp

source: Of
sv: Av

source: Interactive Family Tree
sv: Interaktivt släktträd

source: Opens an interactive tree in the browser
sv: Öppnar ett interaktivt träd i webbläsaren

source: Liste Eclair
sv: Snabblista

source: Produit une liste eclair
sv: Skapar en snabblista

source: Type de Liste
sv: Listtyp

source: Tiny Tafel
sv: En liten stamtavla

source: Type de liste
sv: Listtyp

source: Include private data
sv: Ta med privata objekt

source: The style used for the liste eclair.
sv: Mallen som används för snabblistan.

source: The style used for place title.
sv: Den mall som används för platstiteln.

source: SQLite is a common local database format
sv: SQLite är ett vanligt lokal databasformat

source: Import Complete: %d second
sv: Import klar: %d sekund

source: %(abbrev)s %(date)s in %(place)s
sv: %(abbrev)s %(date)s i %(place)s

source: Combined
sv: Kombinerad

source: A view showing relationships and events for a person
sv: En vy som visar relationer och händelser för en person

source: Edit the active event
sv: Redigera den aktiva händelsen

source: Show Tags
sv: Visa taggar

source: Vertical Details
sv: Vertikala detaljer

source: Order
sv: Ordning

source: You need to set a 'default person' to go to. Select the People View, select the person you want as 'Home Person', then confirm your choice via the menu Edit -> Set Home Person.
sv: Du behöver definiera en 'standardperson' att gå till. Välj Personvy, välj den person du vill ha som 'hemperson'. Bekräfta ditt val via menyn Redigera -> Välj Hemperson.

source: %(event_type)s: %(date)s in %(place)s
sv: %(event_type)s: %(date)s i %(place)s

source: Click to make this event active
sv: Klicka för att göra händelsen aktiv

source: Click to visit this link
sv: Klicka för att besöka denna länk

source: Data Entry Gramplet
sv: Gramplet för datainmatning
