Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Family:
sv: Familj:

source: Surname, Given
sv: Efternamn, Förnamn

source: Save
sv: Spara

source: Abandon
sv: Överge

source: New person
sv: Ny person

source: Add relation
sv: Lägg till släktskap

source: No relation to active person
sv: Ingen släktskap till aktiv person

source: Add as a Parent
sv: Lägg till som föräldrar

source: Add as a Spouse
sv: Lägg till som maka/make

source: Add as a Sibling
sv: Lägg till som syskon

source: Add as a Child
sv: Lägg till som barn

source: Copy Active Data
sv: Kopiera aktiva data

source: in
sv: i

source: Gramplet Data Edit: %s
sv: Grampletdataredigering: %s

source: Please provide a name.
sv: Ange ett namn.

source: Can't add new person.
sv: Kan inte lägga till en ny person.

source: Please set an active person.
sv: Ange en person.

source: Can't add new person as a parent.
sv: Kan ej lägga till en ny person som förälder.

source: Please set the new person's gender.
sv: Ange den nya personens kön.

source: Can't add new person as a spouse.
sv: kan ej lägga till ny person som make/maka.

source: Can't add new person as a sibling.
sv: Kan ej lägga till ny person som syskon.

source: Can't add new person as a child.
sv: kan ej lägga till ny person som barn.

source: Please set gender on Active or new person.
sv: Ange kön på aktiv eller ny person.

source: Same genders on Active and new person.
sv: Samma kön på aktiv och ny peson.

source: Please set gender on Active person.
sv: Ange kön för aktiv person.

source: Theme preferences
hu: Téma beállítások
sv: Temainställningar

source: An addition to Preferences for simple Theme and Font adjustment. Especially useful for Windows users.
hu: Az egyszerű témák és betűtípusok beállításainak kiegészítése a Beállításokhoz. Különösen hasznos a Windows felhasználók számára.
sv: Ett tillägg till Inställningar för enkel inställning av teman och teckensnitt. Särskilt användbart för Windows-användare.

source: Theme is hardcoded by GTK_THEME
hu: A téma bedrótozva a GTK_THEME-ben
sv: Temat är hårdkodat med GTK_THEME

source: Theme
hu: Téma
sv: Tema

source: Dark Variant
hu: Sötét változat
sv: Mörk variant

source: Font
hu: Betű
sv: Typsnitt

source: Fixed Scrollbar (requires restart)
hu: Rögzített görgetősáv (újraindítás szükséges)
sv: Klassisk rullningsbar (kräver omstart)

source: Attach Source
sv: Koppla källa

source: Attaches a shared source to multiple objects.
sv: Kopplar en delad källa till flera objekt.

source: Source type
sv: Typ av källa

source: New source
sv: Ny källa

source: Existing source
sv: Befintlig källa

source: Select the type of source to attach
sv: Välj typ av källa att koppla

source: New Source Title
sv: Ny titel på källa

source: Text of source to attach
sv: Källtext att koppla

source: Existing Source ID
sv: Befintlig käll-ID

source: ID of source to attach
sv: ID hos källa som skall kopplas

source: Attaching sources...
sv: Kopplar källor...

source: Attaching sources...
sv: Kopplar källor...

source: Done!
sv: Klart!

source: Python Shell
sv: Python-skal

source: Enter Python expressions
sv: Skriv ett python uttryck

source: No Source
sv: Ny källa

source: Ancestor
sv: Förfader

source: Descendant
sv: Ättling

source: Fan
sv: Fjäder

source: Growth Spiral
sv: Utvecklingsspiral

source: Mandelbrot Tree
sv: Mandelbrot-träd

source: Pythagoras Tree
sv: Pythagoras-träd

source: right to left
sv: höger till vänster

source: left to right
sv: vänster till höger

source: top to bottom
sv: uppifrån och ner

source: bottom to top
sv: nerifrån och upp

source: role
sv: roll

source: description
sv: beskrivning

source: witnesses
sv: vittnen

source: Failure writing %s
sv: Fel vid skrivning av %s

source: Unknown time direction
sv: Okänd tidsriktning

source: volume
sv: volym

source: author
sv: författare

source: publication_info
sv: publikationsinformation

source: abbreviation
sv: förkortning

source: of
sv: av

source: the chart type runs out of bounds
sv: diagramtypen utanför gränser

source: Search
sv: Sök

source: DenominoViso Options
sv: DenominoViso-alternativ

source: Central Person
sv: Huvudperson

source: The central person for the tree
sv: Huvudpersonen för trädet

source: Title of the webpage
sv: Webbplatsens titel

source: Any string you wish.
sv: Godtyckling mening.

source: Either plot ancestor or descendants graph.
sv: Rita antingen ett förfädes- ellet ett ättlingsdiagram.

source: Display type
sv: Visningstyp

source: The type of graph to create.
sv: Diagramtyp.

source: Direction of time
sv: Tidsriktning

source: Direction in which time increases.
sv: Riktning för ökande tid.

source: Max chart width (%)
sv: Max diagrambredd (%)

source: Width of the tree as fraction of the browser window
sv: Bredd på trädet, som del av fönster

source: Max chart height (px)
sv: Max diagramhöjd (px)

source: Height of the tree in pixels.
sv: Höjd på trädet i punkter.

source: Closing remarks
sv: Avslutande kommentare

source: List of strings, free text added at the bottom, for example for a copyright notice.
sv: Lista på strängar, fri text tillagd nertill, för t. ex. copyright.

source: Include Options
sv: Ta med alternativ

source: Include private records
sv: Ta med privata poster

source: Include Events
sv: Ta med händelser

source: Include birth children
sv: Ta med barnafödslar

source: Whether to include the birth of children in the list of events.
sv: Huruvida ta med barnafödslar i listan med händelser.

source: Include death relatives
sv: Ta med döda släktingar

source: Whether to include the death of relatives during the lifetime of person.
sv: Huruvida ta med döden för släktingar under personens liv.

source: Include witness note
sv: Ta med vittnesanteckningar

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
sv: Huruvida ta med anteckningen till ett vittne (om händelseformatet innehåller <witnesses>)

source: Whether to include a person's attributes
sv: Huruvida ta med en persons attribut

source: Include Addresses
sv: Ta med adresser

source: Whether to include a person's addresses.
sv: Huruvida ta med adresser.

source: Include Note
sv: Ta med noteringar

source: Whether to include a person's note.
sv: Huruvida ta med anteckningar.

source: Include URL
sv: Ta med URL:er

source: Whether to include a person's internet address.
sv: Huruvida ta med en pesons internetadress.

source: Include URL description
sv: Ta med URL-beskrivning

source: Whether to include the description of the first URL
sv: Huruvida ta med beskrivning på första URL-en

source: Include Sources
sv: Ta med källor

source: Whether to include a person's sources.
sv: Huruvida ta med källor.

source: Image Options
sv: Bildalternativ

source: Include Photos/Images from Gallery
sv: Ta med foton/bilder från galleri

source: Whether to include images
sv: Huruvida ta med bilder

source: Copy Image
sv: Kopiera bild

source: Copy the images to a designated directory.
sv: Kopiera bilder till en särskild mapp.

source: Images with Attribute
sv: Bilder med attribut

source: Determine images with which attributes to in/exclude
sv: Bestäm bilder med vilka attribut som skall tas med eller ej

source: Include Image source references
sv: Huruvida ta med bildkällreferenser

source: Whether to include references for images
sv: Huruvida ta med referenser för bilder

source: Source reference attribute
sv: Källreferensattribut

source: Image attribute that should be used as source reference
sv: Bildattribut, som skall användas som källreferens

source: Style Options
sv: Mallalternativ

source: Color of active person:
sv: Färg för aktiv person:

source: RGB-color of geometric shape of the activated person.
sv: RGB-färg för den aktiverade personens geometriska form.

source: Color of found persons:
sv: Färg på funna personer:

source: RGB-color of geometric shape of the persons found.
sv: RGB-färg på geometrisk form för de funna personerna.

source: Color of male persons:
sv: Färg på manspersoner:

source: RGB-color of geometric shape of the male persons.
sv: RGB-färg på geometrisk form för manspersoner..

source: Colour of female persons:
sv: Färg på kvinnopersoner:

source: RGB-color of geometric shape of the female persons.
sv: RGB-färg på geometrisk form för kvinnopersoner.

source: Width of rectangle (hrd):
sv: Bredd på rektangel (hrd):

source: Height of rectangle (hrd):
sv: Höjd på trektangel (hrd):

source: Vertical distance of rectangles (hrd):
sv: Rektanglars vertikala avstånd (hrd):

source: Extra style settings:
sv: Extra mallinställningar:

source: Mouse event handler
sv: Mushändlsehanterare

source: Mouse handler used to interact with visitor of webpage.
sv: Mushanterare använd för att samverka med besökare på hemsidan.

source: Birth relationship linestyle
sv: Födelsesläktskapslinjeutseende

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
sv: Lista på lista där varje dellista är en lista med information om linjers utseende för förbindelser mellan barn och föräldrar.

source: Source confidence color
sv: Källtillförlitlighetsfärg

source: Event format
sv: Händelseformat

source: at
sv: vid

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
sv: Lista med strängar med markörer förhändelser. Kända markörer: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> och godtyckligt <attribute-value>.

source: Source format
sv: Källformat

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
sv: Lista med strängar med markörer källor. Kända markörer: <title>, <volume>, <author>, <publication_info> and <abbreviation>.

source: restricted to:
sv: begränsat till:

source: to directory:
sv: till mapp:

source: Save images in ...
sv: Spara bilder i ...

source: should be
sv: borde vara

source: Name HTML-wrapper file
sv: namn på HTML-inkapslingsfil

source: Save HTML-wrapper file as ...
sv: Spara HTML-inkappslingsfil som ...

source: Give a filename ...
sv: Angev ett filnamn ...

source: Relation type
sv: Typ av släktskap

source: Use dashed linestyle
sv: Använd streckad linje

source: Dash length
sv: Strecklängd

source: Inter-dash length
sv: Längd mellan streck

source: Display relations and distances with the home person
sv: Visa relationer och avstånd till hempersonen

source: Will display relational informations with the home person
sv: Kommer att visa relationsinformation till hempersonen

source: Relation and distances with root
sv: Relation och avstånd till början

source: Folder Chooser
sv: Mappväljare

source: _Select
sv: _Välj

source: Please, select a folder
sv: Vänligen, välj en mapp

source: up
sv: upp

source: down
sv: ner

source: Common MRA
sv: Gemensam MRA

source: Rank
sv: Rang

source: Please wait, filtering...
sv: Vänligen vänta, filtrerar...

source: No default_person
sv: Ingen standard_person

source: Generating relation map...
sv: Skapar relationskarta...

source: %d/%d %d/%d seconds %d/%d %f| %f
sv: %d/%d %d/%d sekunder %d/%d %f| %f

source: You do not have write rights on this folder
sv: Du har inte skrivrättigheter för denna mapp

source: Quilt Chart
sv: Quiltat diagram

source: The view shows a quilt chart visualisation of a family tree
sv: Vyn visar en quiltdiagramsvisualisering av ett släktträd

source: Quilt chart
sv: Quiltat diagram

source: Select the name for which you want to see.
sv: Välj det namn som du vill se.

source: Clear the entry field in the name selection box.
sv: Rensa inmatningsfältet i namnvalsrutan.

source: Nothing is selected
sv: Inget är valt

source: You have %(filter)d filtered people, %(count)d people shown on the tree and %(total)d people in your database.
sv: Du har %(filter)d filtrerade personer, %(count)d personer som visas i trädet och %(total)d personer i din databas.

source: Loading individuals
sv: Laddar individer

source: Loading the data
sv: Laddar informationen

source: About Quilt View
sv: Om Quiltad visning

source: Edit tags
sv: Redigera taggar

source: Set as home person
sv: Ställ in som huvudperson

source: Adding Tags to person (%s)
sv: Lägger till taggar till person (%s)

source: Adding Tags to family (%s)
sv: Lägger till taggar till familjen (%s)

source: Printing the tree
sv: Skriver ut trädet

source: Need to print %(pages)s pages (%(format)s format)
sv: Behöver skriva ut %(pages)s sidor (%(format)s-format)

source: Center on the selected person. The new position of the person will be near the top left corner.
sv: Centrera för den valda personen. Den nya positionen för personen kommer att bli nära det övre vänstra hörnet.

source: The path color
sv: Linjens färg

source: The selected person color
sv: Färgen på den valda personen

source: The path transparency
sv: Linjegenomskinlighet

source: General options
sv: Allmänna alternativ

source: Creates data file for GoogleEarth and opens it
sv: Skapar datafil för GoogleEarth och öppnar den

source: No place description
sv: Ingen platsbeskrivning

source: GoogleEarth not installed!
sv: GoogleEarth ej installerat!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
sv: Skapa kmz/kml-fil ''%s'' i användarmapp ''%s''?

source: Failure writing to %s
sv: Kunde inte skriva till %s

source: Directory does not exist
sv: Mapp saknas

source: GoogleEarth file exists!
sv: GoogelEarth-fil finns redan!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
sv: Skriva över kmz/kml-filen ''%s'' i användarmapp ''%s''?

source: Prerequisites Checker
sv: Kontrollerare för grundförutsättningar

source: Prerequisites Checker Gramplet
sv: Gramplet för grundförutsättningar

source: Diagnostic Gramplet to help evaluate if <a href="https://gramps-project.org/">Gramps</a> has all <a href="https://github.com/gramps-project/gramps/blob/master/README.md">prerequisites</a> installed.
sv: Diagnostisk Gramplet för att hjälpa till att utvärdera om <a href="https://gramps-project.org/">Gramps</a> har alla <a href="https://github.com/gramps-project/gramps/blob/master/README.md">grundförutsättningar</a> installerade.

source: Diagnostic Gramplet to help evaluate if Gramps has all prerequisites installed.
sv: Diagnostisk Gramplet för att hjälpa till att utvärdera om Gramps har alla grundförutsättningar installerade.

source: <u><b>Optional</b></u>
sv: <u><b>Valfri</b></u>

source: Gtkspell enables spell checking in the notes.
sv: Gtkspell aktiverar stavningskontroll i notiserna.

source: Python Image Library (PIL) is needed for cropping images and LaTeX output.
sv: Python Image Library (PIL) behövs för beskärning av bilder och LaTeX-utmatning.

source: <u><b>Development & Translation Requirements</b></u>
sv: <u><b>Utvecklings- & Översättnings-krav</b></u>

source: <u><b>Optional packages required by Third-party Addons</b></u>
sv: <u><b>Valfria paket som krävs av tillägg från tredjepart</b></u>

source: <u><b>Diagnostic checks</b></u>
sv: <u><b>Diagnostiska kontroller</b></u>

source: Check for potential issues.
sv: Kontroll för möjliga problem.

source: Environment settings:
sv: Miljöinställningar.

source: <u><b>Locales available:</b></u>
sv: <u><b>Språk tillgängliga:</b></u>

source: <u><b>Back Up Your Genealogy Files.</b></u>
sv: <u><b>Säkerhetskopiera dina släktforskningsfiler.</b></u>

source: , is the most current version.
sv: , är den senaste versionen.

source: You have Gramps %s. Please make a backup and then upgrade. %s
sv: Du har Gramps %s. Vänligen gör en säkerhetskopia och sedan uppgradera. %s

source: You have Gramps %s installed; an unreleased development version. Thank you for contributing and testing; please report any issues. Backups are your friend.
sv: Du har Gramps %s installerad; en outgiven utvecklingsversion. Tack för att du har bidragit och testat; vänligen rapportera problem. Säkerhetskopior är din vän.

source: You have Gramps %s. Congratulations, you have the current version.
sv: Du har Gramps %s. Grattis, du har den aktuella versionen.

source: (Requires version
sv: (Kräver version

source: or greater installed.)
sv: eller högre installerad.)

source: (Passed: version
sv: (Framgång: version

source: unknown version
sv: okänd version

source: DISPLAY not set
sv: DISPLAY inte inställd

source: or greater.)
sv: eller högre.)

source: (Requires
sv: (Kräver

source: or greater installed.)
sv: eller högre installerad.)

source: or greater)
sv: eller högre)

source: Graphviz not in system PATH
sv: Graphviz finns inte i system PATH

source: Ghostscript not in system PATH
sv: Ghostscript finns inte i system PATH

source: (Passed: version 0.5.x is installed.)
sv: (Framgång: version 0.5.x är installerad.)

source: (Requires version 0.5.x)
sv: (Kräver version 0.5.x)

source: or greater installed.) (enchant module:
sv: eller högre installerad.) (enchant-modul:

source: GExiv2 : %s (Exiv2 library : %s)
sv: GExiv2 : %s (Exiv2-bibliotek : %s)

source: found another font
sv: hittade ett annat typsnitt

source: For addon Networkchart, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> provides an extremely readable result.
sv: För Networkchart-tillägget, typsnitt <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> ger ett extremt läsbart resultat.

source: Why, when same code works in Graphview
sv: Varför, när samma kod fungerar i Graphview

source: not installed
sv: inte installerad

source: ) or (pygraphviz:
sv: ) eller (pygraphviz:

source: Installed(MS-Windows)
sv: Installerad(MS-Windows)

source: Installed(Linux/Mac)
sv: Installerad(Linux/Mac)

source: not installed
sv: inte installerad

source: not found.
sv: inte hittad.

source: Standard. Passed: program installed - 32bit on 64bit Win OS.
sv: Standard. Framgång: programmet installerat - 32bit på 64bit Win OS.

source: ) (Requires the gramps addon listed under 'Plugin lib')
sv: ) (Kräver gramps-tillägg listat under 'Plugin lib')

source: DBF installed
sv: DBF installerad

source: .)(Requires version
sv: .)(Kräver version

source: installed.)(Passed: version
sv: installerad.)(Framgång: version

source: (OpenCV facedetection: %s)
sv: (OpenCV ansiktsigenkänning: %s)

source: (lxml: not found. Requires version
sv: (lxml: inte hittad. Kräver version

source: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Locale Settings:</a></b></u>
sv: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Språkinställningar:</a></b></u>

source: not set
sv: inte inställd

source: not tested
sv: inte testad

source: Installed Locales\Translations (If only English is listed please re-install Gramps again and make sure to select all the Translations and Dictionaries)
sv: Installerade språk\Översättningar (om endast Engelska är listat, vänligen återinstallera Gramps igen och se till att du väljer alla översättningar och ordböcker)

source: Gramps Environment variables:
sv: Gramps miljövariabler:

source: found
sv: hittad

source: Sphinx is a tool that builds the Gramps development documentation and man pages
sv: Sphinx är ett verktyg som bygger Gramps utvecklingsdokumentation och man-sidor

source: Gramplet showing the references for a source
sv: Gramplet som visar referenserna för en källa

source: Download a GEDCOM file from a phpGedView server.
sv: Ladda ner en GEDCOM-fil från en phpGedView-server.

source: Fetching index list...
sv: Hämtar indexlistan...

source: Fetching records...
sv: Hämtar uppgifter...

source: Logging in...
sv: Loggar in...

source: Fetching GEDCOM...
sv: Hämtar GEDCOM...

source: Importing GEDCOM...
sv: Importerar GEDCOM...

source: Error: login failed
sv: Fel: inloggning misslyckades

source: done.
sv: klart.

source: Connecting...
sv: Ansluter...

source: Get version...
sv: Hämta version...

source: Reading file list...
sv: Läser fil-listan...

source: Error: Invalid URL
sv: Fel: Ogiltig URL

source: - default -
sv: - standard -

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: Extract Place Data from a Place Title
sv: Hämta uppgifter om platser från deras benämning

source: Attempts to extract city and state/province from a place title
sv: Försök att hämta namn på stad/kommun och län från platsers benämning

source: Place title
sv: Platsbenämning

source: Extract Place data
sv: Extrahera platsdata

source: Checking Place Titles
hu: Helynév ellenőrzése
sv: Kontrollerar platstitlar

source: Looking for place fields
hu: Hely mezők keresése
sv: Söker efter platsfält

source: No place information could be extracted.
sv: Ingen platsinformation kunde hämtas.

source: Below is a list of Places with the possible data that can be extracted from the place title. Select the places you wish Gramps to convert.
sv: Nedanför är en lista med de platser med tänkbara data, som kan hämtas från platsens benämning. Välj de platser som du vill att Gramps ska konvertera.

source: _Toggle Selected
sv: _Växla vald

source: Toggles the checkmarks on selected rows, Rows can be selected with <ctrl> (add to group), or <shift> (extend group) click, or with <ctrl> or <shift> arrow keys and 'space'. Or <ctrl>'a' for select all.
sv: Växlar bockarna på valda rader, Rader kan väljas med <ctrl> (lägg till grupp), eller <shift> (utvidga gruppen) klicka, eller med <ctrl> eller <shift> piltangenter och 'mellanslag'. Eller <ctrl>'a' för att välja alla.

source: Deep pruning ascendants from %s people...
sv: Djupbeskär förfäder från %s personer...

source: Pruning ascendants from %s people...
sv: Beskär förfäder från %s personer...

source: Getting ascendants from %s people...
sv: Tar förfäder från %s personer...

source: Verifying descendants from %s people...
sv: Verifiera ättlingar från %s personer...

source: Getting missing descendants from %s people...
sv: Tar saknade ättlingar från %s personer...

source: Verifying descendants from %s people after pruning...
sv: Verifierar ättlingar från %s personer efter beskärning...

source: Getting missing descendants from %s people ...
sv: Tar saknade ättlingar från %s personer...

source: sp. see %(reference)s : %(spouse)s
sv: sp. se %(reference)s : %(spouse)s

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
sv: se rapport: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s

source: Descendants Report
sv: Rapport för ättlingar

source: Writing %s reports...
sv: Skriver %s rapporter...

source: %s. Descendants of %s
sv: %s. Ättlingar till %s

source: Select filter to restrict people that appear in the report
sv: Välj ett filter som begränsar vilka personer som tas med i rapporten

source: The style used for the table of contents header.
sv: Mall som används för innehållsförteckningsrubriken.

source: The style used for the table of contents detail.
sv: Mall som används för innehållsförtecknings-innehållet.

source: Descendant Book
sv: Bok för ättlingar

source: Produces one or more descendant reports based on a supplied query.
sv: Producerar en eller flera rapporter för ättlingar baserade på en angiven fråga.

source: Detailed Descendant Book
sv: Detaljerad bok för ättlingar

source: Produces one or more detailed descendant reports based on a supplied query.
sv: Producerar en eller flera detaljerade rapporter för ättlingar baserade på en angiven fråga.

source: Detailed Descendants Report
sv: Detaljerad rapport för ättlingar

source: Generating %s report references...
sv: Skapar %s rapportreferenser...

source: %(report_count)s. Descendant Report for %(person_name)s
sv: %(report_count)s. Ättlingarapport för %(person_name)s

source: Index of Places
sv: Platsindex

source: Index of Dates
sv: Datumindex

source: Index of Names
sv: Namnindex
