Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: The number of generations to include in the chart. (0 for unlimited)
sv: Antal generationer som ska tas med i diagrammet. (0 för obegränsat)

source: Use d'Aboville descendant numbering system
sv: Använd ättlingsnumreringssystemet d'Aboville

source: Prepend name with d'Aboville descendant number in the chart.
sv: Addera till början av namnet d'Aboville ättlingsnummer i diagrammet.

source: Include an image
sv: Ta med en bild

source: Whether to include an image if one is available.
sv: Huruvida ta med en bild om någon finns tillgänglig.

source: Max Image height
sv: Maximal bildhöjd

source: Maximum image height in pixels, 0=don't scale for height.
sv: Maximal bildhöjd i pixel, 0=skala inte för höjd.

source: Max Image width
sv: Maximal bildbredd

source: Maximum image width in pixels, 0=don't scale for width.
sv: Maximal bildbredd i pixel, 0=skala inte för bredd.

source: Image Location
sv: Bildplats

source: Above text
sv: Över texten

source: Left of text
sv: Vänster om texten

source: Position of image relative to text
sv: Bildens position relativt till texten

source: Colour Name by Gender
sv: Färga namn efter kön

source: Color the name to indicate a person's gender in the chart.
sv: Färga namnet för att indikera en persons kön i diagrammet.

source: Use alternate events, if Primary event is not found
sv: Använd alternativa händelser om primära händelser inte är funna

source: For Birth (baptism, christen) Marriage (marr_lic, engagement) Divorce (annulment, div_filing), Death (burial, cremation, probate).
sv: För Födelse (dop) Giftermål (äkt.lic, lysn, förlovning) Skilsmässa (og.förkl, skilsm.ans), Död (begr, kremering, testamente).

source: Sort Events by Date
sv: Sortera händelser efter datum

source: Sort events by date (else use the order of the 'Display Format' above).
sv: Sortera händelser efter datum (använd annars 'Visningsformatets' ordning ovan).

source: Text style
sv: Textstil

source: Center-aligned text
sv: Centrerad text

source: Left-aligned text
sv: Vänsterjusterad text

source: Alignment of the text in the block for each person on the chart
sv: Justering av texten i blocket för varje person i diagrammet

source: Max Note Length
sv: Maximal notislängd

source: Maximum length of an event's note field in a text block, '$e(n)' 0=no limit
sv: Maximal längd av en händelses notisfält i ett textblock, '$e(n)' 0=ingen gräns

source: Box around Person's block
sv: Ruta runt persons block

source: Draw a thin black box around each person' text block.
sv: Rita en tunn svart ruta runt varje persons textblock.

source: All Person's blocks have the same height
sv: Alla personers block har samma höjd

source: All the blocks of all the person have the same height, which is the height of the highest block.
sv: Alla block hos personen har samma höjd, vilket är höjden på det högsta blocket.

source: All Person's blocks have the same width
sv: Alla personers block har samma bredd

source: All the blocks of all the person have the same width, which is the width of the widthest block.
sv: Alla block hos personen har samma bredd, vilket är bredden på det bredaste blocket.

source: Colour blocks by Generation
sv: Färgblock efter generation

source: Colour the background of text blocks by generation.
sv: Färga bakgrunden för textblock efter generation.

source: Descend block colour intensity
sv: Minska färgintensiteten på blocken

source: Intensity of backgound colour in Descendant's Block, 0=faint, 255=intense colour
sv: Färgintensitet på ättlingsblockets bakgrund, 0=svag, 255=intensiv färg

source: Spouse block colour intensity
sv: Färgintensitet på blocket för makar

source: Intensity of backgound colour in Spouse's Block, 0=faint 255=intense colour
sv: Färgintensitet på bakgrunden på blocket för makar, 0=svag, 255=intensiv färg

source: Display Formats
sv: Visningsformat

source: Name Display Format
sv: Namnvisningsformat

source: f=first & middle names, l=surname, n=nickname, c=commonly used given name, t=title, s=suffix, g=family nick name See Wiki Manual > Reports > part 2
sv: f=första & mellannamn, l=efternamn, n=smeknamn, c=vanligaste använda förnamn, t=titel, s=ändelse, g=familjesmeknamn Se Wikimanualen > Rapporter > part 2

source: [event, list]$e(formating) See Wiki Manual > Reports > part 2 formating: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t
sv: [event, list]$e(formating) Se Wikimanualen > Rapporter > part 2 formatering: datum=d(ymdMo) platser=D(elcuspnoitxy) notiser=n abbreviated_type=t

source: i.e. United States of America/USA
sv: t. ex. Amerikas Förenta Stater

source: Spouse and Family
sv: Make och familj

source: Vertical edge descendant to spouse-bar
sv: Vertikal linje, ättling till make-fält

source: The length of the vertical edge from descendant to spouse-bar.
sv: Längden på den vertikala linjen från ättling till make-fältet.

source: Vertical edge spouse-bar to spouse
sv: Vertikal linje, make-fält till make

source: The length of the vertical edge from spouse-bar to spouse.
sv: Längden på den vertikala linjen från make-fältet till make.

source: Vertical space spouse-bar to other spouse
sv: Verikalt utrymme make-fält till annan make

source: The space to add between one spouse-bar and another spouse in case of multiple families with the same descendant.
sv: Utrymmet att lägga till mellan ett make-fält och en annan make i händelse av flera familjer med samma ättling.

source: Horizontal space descendant to spouse
sv: Horisontellt utrymme ättling till make

source: The space to add between the descendant and the spouse.
sv: Utrymme att lägga till mellan ättlingen och maken.

source: Horizonal space family to family
sv: Horisontellt utrymme familj till familj

source: The space to add between the more extern descendant (or spouse) of a family and the more extern descendant (or spouse) of the next family.
sv: Utrymmet att lägga till mellan den mer externa ättlingen (eller maken) till en familj och den mer externa ättlingen (eller maken) till nästa familj.

source: Horizontal distance spouse to family edge
sv: Horisontellt avstånd mellan make och familjegräns

source: If this value is 0, the children bar is centered under the spouse. The bigger the value, more the center is moved to the left towards the descendant.
sv: Om det här värdet är 0, är barn-fältet centrerat under maken. Ju större värde, flyttas mitten mer till vänster mot ättlingen.

source: The number of ??? pad
sv: Antalet ??? pad

source: Vertical edge spouse-bar to child-bar
sv: Vertikal linje mellan make-fältet till barn-fältet

source: The length of the vertical edge from spouse-bar to child-bar.
sv: Längden på den vertikala linjen från make-fältet till barn-fältet.

source: Children distance
sv: Barnavstånd

source: The horizontal distance between two children of the same family.
sv: Det horisontella avståndet mellan två barn från samma familj.

source: Vertical edge child to child-bar
sv: Vertikal linje, barn till barn-fält

source: The length of the vertical edge from child to child-bar.
sv: Längden på den vertikala linjen från barn till barn-fält.

source: The number of ??? min width
sv: Antalet ??? minimum bredd

source: Space around text
sv: Utrymme runt text

source: The space to add around the text block of a person.
sv: Utrymme att lägga till runt en persons textblock.

source: Space between lines of text
sv: Utrymme mellan rader av text

source: The space to add between a line and the next in a person text block.
sv: Utrymme att lägga till mellan en rad och nästa i en persons textblock.

source: Header and Footer
sv: Huvud och Sidfot

source: The text that will be written in the header of the document
sv: Texten som kommer att skrivas i dokumentets huvud

source: The text that will be written in the footer of the document
sv: Texten som kommer att skrivas i dokumentets sidfot

source: Title and footer coefficient
sv: Titel- och sidfotskoefficient

source: A number that multiply the base size of the text in the title and in the footer
sv: Ett tal som multiplicerar basstorleken på texten i titeln och i sidfoten

source: Protect People, Images or Events that are marked Private
sv: Skydda personer, bilder eller händelser som är markerade privata

source: The Privacy setting of only these types of Gramps objects are checked
sv: Sekretessinställningen är kontrollerad endast för dessa typer av Gramps-objekt

source: Privacy text
sv: Text för skyddade data

source: Text to display in block, when a Person is marked private
sv: Text att visa i ett block när en person är markerad privat

source: The default style.
sv: Standardstil.

source: Sort Children in Birth order
sv: Sortera barn i födelseordning

source: Looks through families, looking for children that are not in birth order. User can accept individual suggestions to correct, edit the birth order manually, accept all those families that have all children with proper birth dates, or accept all.
sv: Söker genom familjer och letar efter barn som inte är i födelseordning. Användaren kan acceptera individuella förslag för att korrigera, redigera födelseordningen manuellt, acceptera alla familjer som har alla barn med rätt födelsedatum eller acceptera alla.

source: No families need sorting
sv: Inga familjer behöver sortering

source: No children were out of birth order.
sv: Alla barn var i födelseordning.

source: Edit Families
sv: Redigera familjer

source: Looking for children birth order
sv: Söker efter barns födelseordning

source: Select the family you wish to examine.
sv: Välj familjen du önskar undersöka.

source: Accept All
sv: Acceptera alla

source: This button will sort all of the families listed.
sv: Denna knapp kommer att sortera alla listade familjer.

source: Accept All *
sv: Acceptera alla *

source: This button will sort all the families with '*'. In these families, all the children have valid dates, so the sort is unambiguous.
sv: Denna knapp kommer att sortera alla familjer med '*'. I dessa familjer har alla barn giltiga datum, så den sorteringen är entydig.

source: Accept
sv: Acceptera

source: This button will accept only the family selected and save it as shown in lower right pane.
sv: Denna knapp kommer endast att acceptera den valda familjen och spara det som visas i den nedre högra rutan.

source: Done
sv: Klart

source: This button will exit, with remaining families unchanged.
sv: Denna knapp kommer att avsluta, med kvarvarande familjer oförändrade.

source: Current sort
sv: Aktuell sortering

source: Proposed sort
sv: Föreslagen sortering

source: When satisfied with the sort, use 'Accept' button below to accept the changes. If you wish to adjust the order, select the child you wish to move, and use 'Up' or 'Down' buttons below to move them.
sv: När du är nöjd med sorteringen använder du knappen 'Acceptera' nedan för att acceptera ändringarna. Om du vill justera ordningen väljer du barnet du vill flytta och använder knapparna 'Upp' eller 'Ned' nedan för att flytta dem.

source: a gramplet that displays the birthdays of the living people
sv: en Gramplet, som visar födelsedagarna för levande personer

source: PlaceCompletion
sv: Platskomplettering

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
sv: Lämnar en bläddringsbar lista på valda platser, med möjlighet att komplettera/avsöka/sätta attributfältet.

source: Place Completion by parsing, file lookup and batch setting of place attributes
sv: Platskomplettering genom avsökning, filuppslagning och satsvis sättning av platsattribut

source: Error in PlaceCompletion.py
sv: Fel i PlaceCompletion.py

source: Non existing group used in get
sv: Ej befintlig grupp använd i get

source: Places tool
sv: Platsverktyg

source: Missing regex groups in match lat/lon
sv: Saknade regex grupper i matchning av lat/lon

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
sv: Regex grupper %(lat)s och %(lon)s måste vara närvarande i lat/lon-matchning. Avslutar

source: Non valid regex for match lat/lon
sv: Icke giltig regex för matchning av lat/lon

source: Non valid regular expression given to find lat/lon. Quiting.
sv: Icke giltigt reguljärt uttryck givet för att hitta lat/lon. Avslutar.

source: Finding Places and appropriate changes
sv: Hitta platser och skäliga ändringar

source: Filtering
sv: Filtrering

source: Loading lat/lon file in Memory...
sv: Laddar lat/lon-fil till minnet...

source: Examining places
sv: Undersöker platser

source: Doing Place changes
sv: Genomför platsändringar

source: Change places
sv: Ändra platser

source: No place record was modified.
sv: Ingen platspost ändrades.

source: 1 place record was modified.
sv: 1 platspost ändrades.

source: %d place records were modified.
sv: %d platsposter ändrades.

source: The selected file is a directory, not a file.
sv: Den valda filen är en katalog, inte en fil.

source: The file you want to access is not a regular file.
sv: Ded fil du vill ha tillgång till är ej en vanlig fil.

source: The file does not exist.
sv: Filen finns inte.

source: Problem reading file
sv: Problem vid filläsning

source: invalid lat or lon value, %(lat)s, %(lon)s
sv: ogiltigt lat- eller lon-värde, %(lat)s, %(lon)s

source: No lat/lon conversion
sv: Ingen lat/lon-omvandling

source: All in degree notation
sv: Allt i gradnotation

source: All in decimal notation
sv: Allt i decimal notation

source: Correct -50° in 50°S
sv: Korrekt -50° i 50°S

source: No changes
sv: Inga ändringar

source: City[, State]
sv: Stad[, Stat]

source: TitleStart [, City] [, State]
sv: Starttitel [, Stad] [, Stat]

source: Don't search
sv: Sök ej

source: GeoNames country file, city search
sv: GeoNames-landfil, stadssökning

source: GeoNames country file, city localized variants search
sv: GeoNames landfil, stad lokaliserad-variantssökning

source: GeoNames country file, title begin, general search
sv: GeoNames landfil, titel början, allmän sökning

source: GeoNames USA state file, city search
sv: GeoNames USA delstatsfil, stadssökning

source: GNS Geonet country file, city search
sv: GNS Geonet landfil, stadssökning

source: GNS Geonet country file, title begin, general search
sv: GNS Geonet landfil, titel början, allmän sökning

source: All Places
sv: Alla platser

source: No Latitude/Longitude given
sv: Ingen latitud/longitud angiven

source: Apply all suggested changes
sv: Tillämpa alla föreslagna ändringar

source: C_enter latitude:
sv: C_entrum latitud:

source: Center longitude:
sv: Centrum longitud:

source: Change title into:
sv: Ändra titel till:

source: City:
sv: Stad/Kommun:

source: Convert lat/lon as:
sv: Omvandla lat/lon som:

source: Count_ry:
sv: La_nd:

source: Country:
sv: Land:

source: Height:
sv: Höjd:

source: Parish:
sv: Församling:

source: Parse as:
sv: Avsök som:

source: Place _filter:
sv: Plata_filter:

source: Places in a rectangle:
sv: Platser i en rektangel:

source: Search in:
sv: Sök i:

source: Select A File
sv: Välj fil

source: ZIP/Postal Code:
sv: Postnummer:

source: _Google Maps
sv: _Google-kartor

source: Check Place Titles
sv: Markera platstitlar

source: Check place titles
sv: Markera platstitlar

source: Check Place title
sv: Markera platstitel

source: Differences
sv: Skillnader

source: No need modifications
sv: Inga ändringar behövs

source: No changes need.
sv: Inga ändringar behövs.

source: Legacy place
sv: Äldre plats

source: Modify Place titles
sv: Ändra platstitlar

source: Place titles
sv: Platstitlar

source: Remove content of place title field if it does not match
sv: Ta bort innehållet i platsrubrikfältet om det inte stämmer

source: Copy content of place title field to a new note.
sv: Kopiera innehållet i platsrubrikfältet till en ny anteckning.

source: Attach a tag on selected places.
sv: Fäst en tagg på utvalda platser.

source: column
hu: oszlop
sv: kolumn

source: Thumbnail Generator
sv: Miniatyrbildsgenerator

source: Generates thumbnails for media files
sv: Genererar miniatyrbild för mediafiler

source: Generating media thumbnails
sv: Genererar miniatyrbild för media

source: Generating thumbnails for person references
sv: Genererar miniatyrbild för personreferenser

source: Generating thumbnails for family references
sv: Genererar miniatyrbild för familjereferenser

source: Generating thumbnails for event references
sv: Genererar miniatyrbild för händelsereferenser

source: Generating thumbnails for place references
sv: Genererar miniatyrbild för platsreferenser

source: Generating thumbnails for source references
sv: Genererar miniatyrbild för källreferenser

source: TMG Project Backup
sv: Säkerhetskopiera TMG-projekt

source: Import TMG project files
sv: Importera TMG-projektfiler

source: TMG Unsupported
sv: TMG stöds inte

source: Directly importing from TMG files is not supported by the TMG Importer Addon. You need to use an backup copy of the TMG project(*.sqz) Ensure that your TMG project was created by: TMG version 5.x or greater. Your file: *.PJC - Project Configuration File for TMG 5.0 to TMG 9.05 Please refer to: %(gramps_wiki_import_pjc_direct_url)s
sv: Direkt import från TMG-filer stöds inte av TMG-import-tillägget. Du behöver använda en säkerhetskopia av TMG-projektet(*.sqz) Säkerställ att ditt TMG-projekt skapades av: TMG version 5.x eller högre. Din fil: *.PJC - projektkonfigurationsfil för TMG 5.0 till TMG 9.05 Vänligen hänvisa till: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.TMG - Version Control File for TMG 2.0 to TMG 4.0dPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
sv: Direkt import från TMG-filer stöds inteav TMG-import-tillägget.Du behöver använda en säkerhetskopia av TMG-projektet(*.sqz)Säkerställ att ditt TMG-projekt skapades av:TMG version 5.x eller högre.Din fil:*.TMG - versionskontrollfil för TMG 2.0 till TMG 4.0dVänligen hänvisa till:%(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.VER - Version Control File for TMG 1.2 and earlierPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
sv: Direkt import från TMG-filer stöds inteav TMG-import-tillägget.Du behöver använda en säkerhetskopia av TMG-projektet(*.sqz)Säkerställ att ditt TMG-projekt skapades av:TMG version 5.x eller högre.Din fil:*.VER - versionskontrollfil för TMG 1.2 och tidigareVänligen hänvisa till:%(gramps_wiki_import_pjc_direct_url)s

source: TMG Importer
sv: TMG-importör

source: Unreleased Addon - Work In Progress
sv: Outgivet tillägg - Pågående arbete

source: Wholly Genes - The Master Genealogist (TMG) Importer Select the TMG Data Set you wish to import.
sv: Wholly Genes - The Master Genealogist (TMG) importverktyg Välj datauppsättningen från TMG som du önskar importera.

source: Data Set Name
sv: Namn på datauppsättning

source: _Import TMG Data Set
sv: _Importera TMG datauppsättning

source: Face Detection
sv: Ansiktsigenkänning

source: Gramplet for detecting and assigning faces
sv: Gramplet för igenkänning och tilldelning av ansikten

source: Faces
sv: Ansikten

source: OpenCV-Python is not installed
sv: OpenCV-Python är inte installerad

source: Detect New Faces
sv: Upptäck nya ansikten

source: Download media files from the internet
sv: Ladda ner mediafiler från internet

source: This tool downloads media files from the internet
sv: Det här verktyget laddar ner mediafiler från internet

source: Download media
sv: Ladda ner media

source: Media downloaded
sv: Media nedladdat

source: %d media files downloaded
sv: %d media filer är nedladdade

source: Download media tool
sv: Verktyg för att ladda ner media

source: Make sure you are connected to the internet before starting this tool.
sv: Se till att du är uppkopplad till internet innan du startar detta verktyg.

source: Downloading files
sv: Laddar ner filer

source: Media download errors detected
sv: Fel upptäckt vid nedladdning av media

source: Rebuild Gramps Types
sv: Återuppbygg Grampstyper

source: Rebuilds Gramps Types
sv: Återuppbygger Grampstyper

source: Gramps Types rebuilt
sv: Grampstyper återuppbyggda

source: Found %d custom event types
sv: Fann %d anpassade händelsetyper

source: This is a JSON export
sv: Det här är en JSON-export

source: JSON options
sv: JSON-alternativ

source: This is a JSON import
sv: Det här är en JSON-import

source: Family Relationship Tool
sv: Verktyg för familjesläktskap

source: Mass-edit the family relationship type for a group of families.
sv: Massredigera familjesläktskapstypen för en grupp familjer.

source: All Families
sv: Alla familjer

source: Choose the set of families to process. Create custom filters if empty.
sv: Välj den uppsättning familjer som ska bearbetas. Skapa anpassade filter om de är tomma.

source: Relationship Type
sv: Relationstyp

source: Choose the new family relationship type. Custom relationship types aren't supported.
sv: Välj den nya familjerelationstypen. Anpassade släktskapstyper stöds inte.

source: Process relationships...
sv: Bearbetar släktskap...

source: Set Attribute
sv: Sätt attribut

source: Set an attribute to a given value.
sv: Sätt ett attribut till ett givet värde.

source: Attribute type to add or edit
sv: Attributtyp add lägga till eller redigera

source: Attribute value to add or edit
sv: Attributvärde add lägga till eller redigera

source: Setting attributes...
sv: Sätter attribut...

source: Setting '%s' attributes to '%s'...
sv: Sätter '%s'- attribut till '%s'...

source: Set %d '%s' attributes to '%s'
sv: Satte %d '%s' attribut till '%s'

source: Warp the chart shape
sv: Vrid diagramformen

source: The overall shape of the chart can be warped.
sv: Den övergripande formen på diagrammet kan snedvridas.

source: Normal grid shape
sv: Normalt rutnät

source: Sine shape
sv: Sinusform

source: Triangular shape
sv: Triangulär form

source: Show photos
sv: Visa foton

source: Photos of the individual are shown.
sv: Foton på individen visas.

source: Photo size
sv: Fotostorlek

source: Photos which are shown are fitted into a square of this extent. The size is given relative to the line thickness.
sv: Foton som visas är monterade i en kvadrat av denna utsträckning. Storleken anges i förhållande till linjetjockleken.

source: Total height
sv: Total höjd

source: Total height of the whole chart.
sv: Total höjd på hela diagrammet.

source: Relative line thickness
sv: Relativ linjetjocklek

source: The line thickness of an individual is given relatively to the horizontal step size.
sv: Linjetjockleken för en individ ges relativt den horisontella stegstorleken.

source: Horizontal step size
sv: Horisontell stegstorlek

source: This is the distance from one line to another. This value is also used for scaling of other items.
sv: Detta är avståndet från en rad till en annan. Detta värde används också för skalning av andra objekt.

source: Show birth label
sv: Visa födelsetextfält

source: Activate the birth label.
sv: Aktivera födelsetextfältet.

source: Birth label along path
sv: Födelsetextfält längs vägen

source: The birth label is aligned to the individual line.
sv: Födelsetextfält anpassas till den enskilda raden.

source: Label Configuration
sv: Textfältskonfiguration

source: Birth label rotation
sv: Födelsetextfältsrotation

source: The birth label is written in a text frame rotated by this value.
sv: Födelsetextfältet är skriven i en textram som roteras av detta värde.

source: Horizontal offset of birth label
sv: Horisontell förskjutning av födelsetextfältet
