Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Search completed. %d relations found.
sv: Sökning avslutad. %d släktskap hittade.

source: Import and Merge tool
sv: Verktyg för att importera och slå samman

source: Compares a Gramps XML database with the current one, and allows merging of the differences.
sv: Jämför en Gramps XML-databas med den aktuella och möjliggör sammanslagning av skillnaderna.

source: Import and merge a Gramps XML
sv: Importera och slå samman en Gramps XML

source: Missing
sv: Saknas

source: Different
sv: Olik

source: Delete original
sv: Ta bort originalet

source: Ignore
sv: Ignorera

source: Add Import
sv: Lägg till import

source: Merge into original
sv: Slå ihop till original

source: Merge into import
sv: Slå samman till import

source: Replace with import
sv: Ersätt med import

source: Keep original
sv: Behåll originalet

source: Use buttons below to set the 'Action' for each difference. No changes will be made to your tree until you press 'Done' and confirm.
sv: Använd knapparna nedan för att ställa in 'Åtgärd' för varje skillnad. Inga ändringar görs i ditt träd förrän du trycker på "Klart" och bekräftar.

source: This item will be deleted from your tree. Any referenced items were also marked for deletion.
sv: Denna post kommer att tas bort från ditt träd. Alla refererade poster har också markerats för radering.

source: This item will not be changed in your tree. Any referenced items were also marked for Ignore.
sv: Denna post kommer inte att ändras i ditt träd. Alla refererade poster har också markerats för Ignorera.

source: This item will be added to your tree. Any referenced items were also marked for adding.
sv: Den här posten läggs till i ditt träd. Alla refererade poster har också markerats för att läggas till.

source: This item will be merged, saving data from your tree. Any referenced items were also marked for merging or adding.
sv: Den här posten slås samman och sparar data från ditt träd. Alla refererade poster var också markerade för att slå samman eller läggas till.

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
sv: Denna post slås samman med hjälp av data från importen. Alla refererade poster var också markerade för att slå samman eller läggas till.

source: The import data will entirely replace the data in your tree. Any referenced items were also marked for replacement or removal.
sv: Importdata kommer helt att ersätta data i ditt träd. Alla refererade poster har också markerats för utbyte eller borttagning.

source: This item will not be changed in your tree. Any referenced items were also marked to keep.
sv: Denna post kommer inte att ändras i ditt träd. Alla refererade poster har också markerats för att behålla.

source: Import Failure
sv: Importfel

source: Your Tree and import are the same.
sv: Ditt träd och importen är samma.

source: your tree
sv: ditt träd

source: imported
sv: importerad

source: Original
sv: Originalet

source: Imported
sv: Importerad

source: Result
sv: Resultat

source: Import and Merge
sv: Importera och lägg samman

source: A '*' indicates that the action was automarked, a '?' indicates a conflict between automarks.
sv: A '*' indikerar att åtgärden var automarkerad, ett '?' indikerar en konflikt mellan automarkeringar.

source: Import file
sv: Importera fil

source: Select the difference you wish to examine.
sv: Välj den skillnad du vill undersöka.

source: Object Name/Description
sv: Objektnamn/Beskrivning

source: Data item details, showing the current treeitem, imported tree item, and result (when chosen).
sv: Information om dataposter, som visar det aktuella trädet, det importerade trädet och resultatet (när det väljs).

source: Object and item
sv: Objekt och post

source: This button will ignore the difference, no changes to your tree.
sv: Denna knapp ignorerar skillnaden, inga ändringar i ditt träd.

source: Unmark
sv: Avmarkera

source: This button will add the imported data as a new object to your tree.
sv: Den här knappen lägger till importerad data som ett nytt objekt i ditt träd.

source: This button will bring up a dialog allowing you to finalize your changes, or abandon them.
sv: Denna knapp öppnar en dialogruta där du kan slutföra dina ändringar eller överge dem.

source: Merge Original
sv: Slå samman originalet

source: This button will merge the imported data into your tree with your tree data as a base.
sv: Denna knapp slår samman de importerade uppgifterna i ditt träd med dina träddata som bas.

source: This button will replace your tree data with the imported data.
sv: Den här knappen ersätter dina träddata med importerad data.

source: Merge Import
sv: Slå samman import

source: This button will merge the imported data into your tree with the imported data as a base.
sv: Den här knappen slår samman den importerade informationen i ditt träd med den importerade informationen som bas.

source: Edit Import
sv: Redigera import

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
sv: Den här knappen redigerar de importerade uppgifterna. Uppgifterna måste fortfarande slås samman, läggas till eller ersättas.

source: Show more details
sv: Visa fler detaljer

source: Automark Families
sv: Automarkera familjer

source: Automark Parent Families
sv: Automarkera föräldrafamiljer

source: Extended Person Attributes
sv: Utökade personattribut

source: Extended Attributes
sv: Utökade attribut

source: Extended Family Attributes
sv: Utökade familjeattribut

source: Double-click on a row to edit the object containing the selected attribute.
sv: Dubbelklicka på en rad för att redigera objektet som innehåller det valda attributet.

source: Photo Tagging
sv: Foto-taggning

source: Gramplet for tagging people in photos
sv: Gramplet för att tagga personer i foton

source: Replace existing references to the person being assigned without asking
sv: Ersätt befintliga referenser till personen som tilldelats utan att fråga

source: Face detection
sv: Ansiktsigenkänning

source: Minimum face width (px)
sv: Minsta ansiktsbredd (px)

source: Minimum face height (px)
sv: Minsta ansiktshöjd (px)

source: Detect faces inside existing boxes
sv: Upptäck ansikten inom nuvarande rutor

source: Sensitivity (1 min .. 20 max)
sv: Känslighetsgrad (1 min .. 20 max)

source: Add Person
sv: Lägg till person

source: Clear Reference
sv: Rensa referens

source: Remove Selection
sv: Ta bort valda

source: Edit referenced Person
sv: Redigera refererad person

source: Zoom In
sv: Zooma in

source: Zoom Out
sv: Zooma ut

source: Detect faces
sv: Upptäck ansikten

source: Detect faces (OpenCV module required)
sv: Upptäck ansikten (OpenCV-modul behövs)

source: Set as active person
sv: Ställ in som aktiv person

source: Replace to {0}
sv: Byt ut till {0}

source: Detecting faces...
sv: Upptäcker ansikten...

source: Detection finished
sv: Detektering slutförd

source: Another region of this image is associated with {name}. Remove it?
sv: En annan del av denna bild är associerad med {name}. Ta bort den?

source: {count} other regions of this image are associated with {name}. Remove them?
sv: {count} andra delar av denna bild är associerad med {name}. Ta bort dem?

source: Male person|Dead at %s
sv: Mansperson|Död %s

source: Female person|Dead at %s
sv: Kvinnoperson|Död %s

source: Unknown gender person|Dead at %s
sv: Okänt kön på person|Död %s

source: Gramplet for importing text
sv: Gramplet för att importera text

source: The opened file has media path %s, which conflicts with the media path of the family tree you import into. The original media path has been retained. Copy the files to a correct directory or change the media path in the Preferences.
sv: Den öppnade filen har mediasökvägen %s, vilket är i konflikt med mediasökvägen för det släktträd, du importerar till. Den ursprungliga mediasökvägen har behållits. Kopiera filerna till en korrekt mapp eller ändra mediasökvägen i Inställningar.

source: Enter text to import and then click the Import button at bottom
sv: Ange text för att importera och klicka sedan på Importera-knappen längst ner

source: _Import
sv: _Importera

source: Import done
sv: Import klar

source: Importing Text...
sv: Importera text...

source: Can't determine type of import
sv: Kan inte bestämma importtypen

source: Query Gramplet
sv: Förfrågningsgramplet

source: Gramplet for running SQL-like queries
sv: Gramplet för att köra SQL-liknande sökningar

source: Query
sv: Sök

source: Query Quickview
sv: Snabbvy sökning

source: Quick view for SQL-like running queries
sv: Snabbvy för SQL-liknande körningsfrågor

source: Enter SQL query
sv: Ange SQL-fråga

source: %d rows processed in %s seconds.
sv: %d rader bearbetade på %s sekunder.

source: Today
sv: Idag

source: Double Cousins
sv: Dubbelkusiner

source: A text report listing double cousins.
sv: En textrapport som listar dubbelkusiner.

source: Double Cousins Report
sv: Rapport för dubbelkusiner

source: Double (first) cousins occur when two siblings of family A marry two siblings of family B. Their children are double cousins to each other and share the same four grandparents instead of six like normal first cousins. Therefore they are genetically closer than normal first cousins and share 25% of their DNA similar to half-siblings instead of 12.5% like normal first cousins.
sv: Dubbel (första) kusiner uppstår när två syskon till familjen A gifter sig med två syskon till familjen B. Deras barn är dubbelkusiner till varandra och delar samma fyra far- morföräldrar istället för sex som vanliga första kusiner. Därför är de genetiskt närmare än normala kusiner och delar 25% av deras DNA som liknar halvsyskon istället för 12,5% som normala kusiner

source: No double cousins were found in your database.
sv: Ingen dubbelkusin fanns i din databas.

source: Show info text
sv: Visa informationstext

source: Headline News
sv: Nyhetsrubriker

source: Read Gramps headline news
sv: Läser Gramps nyhetsrubriker

source: Add/Remove Tag Tool
sv: Lägg till/ta bort taggar-verktyg

source: Add or remove a tag from groups of people, events, etc.
sv: Lägg till eller ta bort en tagg från grupper av personer, händelser etc.

source: The Tool requires at least one tag to execute.
sv: Verktyget kräver åtminstone en tagg för kunna köras.

source: ERROR
sv: FEL

source: Add/Remove
sv: Lägg till/Ta bort

source: Add or remove tags from objects.
sv: Lägg till eller ta bort taggar från objekt.

source: Add Tags
sv: Lägg till taggar

source: Remove Tags
sv: Ta bort taggar

source: Choose a category.
sv: Välj en kategori.

source: Choose Tag
sv: Välj tagg

source: Choose a tag to remove.
sv: Välj en tagg för att ta bort.

source: Filter options
sv: Filteralternativ

source: All %s
sv: Alla %s

source: Unable to run the tool. Please check if your database contains tags, filters and objects.
sv: Det går inte att köra verktyget. Vänligen kontrollera om din databas innehåller taggar, filter och objekt.

source: WARNING
sv: VARNING

source: No %s objects were found in database.
sv: Inga %s objekt hittades i databasen.

source: Process tags...
sv: Bearbeta taggar...

source: added
sv: tillagda

source: removed
sv: borttagna

source: Tag '{}' was {} to {} {} objects.
sv: Taggen '{}' var {} till {} {} objekten.

source: DNA Segment Map
sv: DNA-segmentskarta

source: Chr
sv: Kr

source: Gramplet showing a matching DNA segment map
sv: Gramplet som visar en matchande DNA-segmentskarta

source: LEGEND
sv: Teckenförklaring

source: Click to make this person active Right-click to edit this person
sv: Klicka för att göra denna person aktiv Högerklicka för att redigera denna person

source: _MongoDB Database
sv: _MongoDB-databas

source: MongoDB Database
sv: MongoDB-databas

source: Related Relatives
sv: Relaterade släktingar

source: Gramplet showing relatives in a relation
sv: Gramplet som visar släktingar i en relation

source: Relations of related people in your database:
sv: Relationer mellan relaterade personer i din databas:

source: are partners and
sv: är partners och

source: Common ancestor
sv: Gemensam förfader

source: No relatives in a relation found
sv: Inga släktingar i en relation funna

source: END
sv: SLUT

source: Display a person's events on a timeline
sv: Visar händelser för en person på en tidslinje

source: Inlaw Parents
sv: Ingifta föräldrar

source: Grandparents
sv: Far/mor-föräldrar

source: Inlaw Grandparents
sv: Ingifta far/mor-föräldrar

source: Great grandparents
sv: Far/mor-föräldrars föräldrar

source: Inlaw Great grandparents
sv: Ingifta far/mor-föräldrars föräldrar

source: great grandparents
sv: far/mor-föräldrars föräldrar

source: Inlaw Great,
sv: Ingifta

source: Partner's spouse
sv: Partners maka/make

source: Timeline for %s
sv: Tidslinje för %s

source: People involved
sv: Inblandade personer

source: Lines of Descendency Report
sv: Rapport för ättlingalinjer

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
sv: Skriver ut alla ättlingalinjer från en angiven förfader till en angiven ättling som text.

source: The ancestor from which to start the line
sv: Förfadern som linjen ska starta från

source: Descendent
sv: Ättling

source: The descendent to which to build the line
sv: Ättlingen till vilken linjen ska byggas

source: The style used for the title of a line.
sv: Mall som används av en linjes titel.

source: %(line)s. line:
sv: %(line)s. linje:

source: Lines of Descendency from %(ancestor)s to %(descendent)s
sv: Ättlingalinje från %(ancestor)s till %(descendent)s

source: Avatar Generator Tool
sv: Verktyg för att skapa avatarer

source: A tool to add avatar pictures to your family tree
sv: Ett verktyg för att lägga till avatarer till ditt släktträd

source: single image mode
sv: enbildsläge

source: Choose how many images you'd like to use.
sv: Välj hur många bilder du vill använda.

source: Image for people with unknown gender.
sv: Bild för personer med okänt kön.

source: Image for males.
sv: Bild för män.

source: Image for females
sv: Bild för kvinnor

source: Remove images from people
sv: Ta bort bilder från personer

source: Remove selected image(s).
sv: Ta bort vald(a) bild(er).

source: Avatar Generator
sv: Avatargenererare

source: Remove avatar images...
sv: Ta bort avatarbilder...

source: No media was removed.
sv: Inget media togs bort.

source: {} media references were removed from {} persons.
sv: {} mediareferenser togs bort från {} personer.

source: {} HandleError occured, but were ignored.
sv: {} Hanteringsfel inträffade, men ignorerades.

source: Add avatar images...
sv: Lägg till avatarbilder...

source: {} avatar images were sucessfully added.
sv: {} avatarbilder lades framgångsrikt till.

source: There was no avatar image to add.
sv: Det fanns inga avatarbilder att lägga till.

source: All persons already had one.
sv: Alla personer har redan en.

source: Shows the number of descendants of the current person
sv: Visar antal ättlingar till aktuell person

source: Number of %s's descendants
sv: Antal av %ss ättlingar

source: Seen
sv: Sedda

source: Outlived
sv: Överlevda

source: Now alive
sv: Nu levande

source: Seen = number of descendants whose birth %s has lived to see
sv: Sedda = antal ättlingar, vars födelse har inträffat under %s levnad

source: Outlived = number of descendants who died while %s was still alive
sv: Överlevda = antal ättlingar, vilka avlidit medan %s fortfarande levde

source: PlaceUpdate
sv: Platsuppdatering

source: Gramplet to manipulate multiple places
sv: Gramplet för att manipulera flera platser

source: Set properties for multiple places
sv: Ställ in egenskaper för flera platser

source: This gramplet allows setting properties for multiple places at the same time
sv: Denna gramplet gör det möjligt att ställa in egenskaper för flera platser samtidigt

source: New enclosing place
sv: Ny omslutande plats

source: Timespan:
sv: Tidsrymd:

source: Set timespan for enclosing places
sv: Ställ in tidsintervall för omslutande platser

source: Clear original enclosing places
sv: Rensa omslutande originalplatser

source: Clear tags
sv: Rensa taggar

source: Generate hierarchy
sv: Generera hierarki

source: use spaces as separator
sv: använd mellanrum som avskiljare

source: reverse hierarchy
sv: omvänd hierarki

source: Replace text
sv: Ersätt text

source: Use regex
sv: Använd reguljära uttryck

source: Old text:
sv: Gammal text:

source: New text:
sv: Ny text:

source: Clear selections
sv: Rensa val

source: Apply to selected places
sv: Tillämpa på valda platser

source: Setting place properties
sv: Ställer in platsegenskaper

source: Regex operation failed: {}
sv: Regex-operation misslyckades: {}

source: Media Report
sv: Mediarapport

source: Generates report including images, image data and notes.
sv: Skapar rapport som inkluderar bilder, bilddata och notiser.

source: You have to select an image to generate this report.
sv: Du måste välja en bild för att skapa denna rapport.

source: You have to select a custom note or uncheck the option 'include custom note' to generate this report.
sv: Du måste välja en anpassad notis eller avmarkera alternativet 'ta med anpassad notis' för att skapa den här rapporten.

source: This report only supports PDF as output file format.
sv: Den här rapporten stöder endast PDF som filformat för utdata.

source: General:
sv: Allmänt:

source: Image type:
sv: Bildtyp:

source: Heading
sv: Rubrik

source: Select a media file for this report
sv: Välj en mediafil för den här rapporten

source: Custom note
sv: Anpassad notis

source: Select a note for this report
sv: Välj en notis för den här rapporten

source: Include custom note
sv: Ta med anpassad notis

source: The custom note will be included
sv: Den anpassade notisen kommer att tas med

source: Include referenced people
sv: Ta med refererade personer

source: Referenced people will be included
sv: Refererade personer kommer att tas med

source: Include media data
sv: Ta med mediadata

source: Tags, notes and attributes will be included
sv: Taggar, notiser och attribut kommer att tas med

source: Media width
sv: Mediabredd

source: Maximum media width in % of available page width.
sv: Maximal mediabredd i % av den tillgängliga sidbredden.

source: Media height
sv: Mediahöjd

source: Maximum media height in % of available page height.
sv: Maximal mediahöjd i % av den tillgängliga sidhöjden.

source: Date Calculator
sv: Datumkalkylator

source: Result
sv: Resultat

source: Calculate
sv: Beräkna

source: Error: at least one expression must be a date
sv: Fel: åtminstone ett uttryck måste vara ett datum

source: Fix Place Coordinates
sv: Laga platskoordinater

source: Tool to correct the place coordinates for extra spaces or comma characters.
sv: Verktyg för att korrigera platskoordinaterna för extra mellanslag eller kommatecken.

source: Fix Coordinates
sv: Laga koordinater

source: Looking for possible coords with "," characters
sv: Söker efter möjliga koordinater med ","-tecken

source: Fix coords
sv: Laga koordinater

source: Descendant Count
sv: Ättlingsräknare

source: Stable
sv: Stabil

source: Produces a graphical family tree.
sv: Skapar ett grafiskt släktträd.

source: Family Tree for %s
sv: Släktträd för %s

source: Anonymous
sv: Anonym

source: born
sv: född

source: baptised
sv: döpt

source: died
sv: dog

source: buried
sv: begravd

source: cremated
sv: kremerad

source: married
sv: gift

source: divorced
sv: skild

source: resident
sv: boende

source: The center family for the tree
sv: Mittfamilj för trädet

source: Ancestor Generations
sv: Färfädersgenertioner

source: The number of ancestor generations to include in the tree
sv: Antal förfädergenerationer som skall tas med i trädet

source: Descendant Generations
sv: Ättlingagenerationer

source: The number of descendant generations to include in the tree
sv: Antal ättlingagenerationer som skall tas med i trädet

source: Whether to scale to fit on a single page.
sv: Huruvida skala så att det ryms på en sida.

source: No color
sv: Ingen färg

source: First generation
sv: Första generation

source: Second generation
sv: Andra generation

source: Male line
sv: Manlig linje

source: Male line and illegitimate children
sv: Manlig linje och u. ä. barn

source: Female line
sv: Kvinnlig linje

source: Shuffle colors
sv: Blanda färger

source: Whether to shuffle colors or order them in rainbow fashion.
sv: Huruvida färger skall blandas i regnbågens färger.

source: Include Occupation
sv: Tag med yrke

source: Include Residence
sv: Tag med boende

source: Print event data (dead person)
sv: Skriv händelsedata (död person)

source: Year only
sv: Bara år

source: Full date
sv: Komplett datum

source: Full date and place
sv: Komplett datum och plats

source: Print event data (living person)
sv: Skriv händelsedata (levande person)

source: Fall back to baptism if birth event missing
sv: Använd dop om födelsehändelse saknas

source: Fall back to burial or cremation if death event missing
sv: Använd begravning eller kremering om dödshändelse saknas

source: Include event description
sv: Tag med händelsebeskrivning

source: Text Options
sv: Textval

source: The style used for names.
sv: Mall för namn.

source: The style used for data (birth, death, marriage, divorce).
sv: Mall använd till data (födelse, död, giftermål, skilsmässa).

source: _PostgreSQL Database
sv: _PostgreSQL-databas

source: PostgreSQL Database
sv: PostgreSQL-databas

source: Library for web site collections
sv: Bibliotek för webbplatssamlingar

source: Repositories Report Options
sv: Arkivplatsrapportalternativ

source: Produces a textual repositories report
sv: Skapar en textbaserad rapport över arkivplatser

source: Repositories Report
sv: Arkivplatsrapport

source: The style used for repository title.
sv: Mall för arkivplatstitel.

source: Publication information:
sv: Publiceringsinformation:

source: Include repository's urls
sv: Tag med arkivplatsens url

source: Whether to include urls on repository.
sv: Huruvida ta med arkivplatsens url.

source: Include repository's address
sv: Ta med arkivplatsens adress

source: Whether to include addresses on repository.
sv: Huruvida ta med arkivplatsens adress.

source: Include source's author
sv: Tag med författare till källa

source: Whether to include author.
sv: Huruvida ta med författare.

source: Include source's abbreviation
sv: Ta med källförkortning

source: Whether to include abbreviation.
sv: Huruvida ta med källförkortning.

source: Include source's publication information
sv: Ta med källas publiceringsinformation

source: Whether to include publication information.
sv: Om publikationsinformation ska inkluderas.

source: Include source's data
sv: Tag med källdata

source: Whether to include keys and values.
sv: Huruvida ta med nycklar och värden.

source: Whether to include notes on repositories and sources.
sv: Huruvida ta med notiser om arkivplatser och källor.

source: Include media
sv: Tag med media

source: Whether to include repositories and sources marked as private.
sv: Huruvida ta med arkivplatser och källor markerade som privata.

source: The style used for child section.
sv: Mall använd för val av barn.

source: Export GEDCOM Extensions (GED2)
sv: Exportera GEDCOM-tillägg (GED2)

source: GEDCOM Extensions (GED2)
sv: GEDCOM-tillägg (GED2)

source: Extensions to the common GEDCOM format.
sv: Tillägg för det vanliga GEDCOM-formatet.

source: GEDCOM Extensions options
sv: Alternativ för GEDCOM-tillägg

source: Include witnesses
sv: Ta med vittnen

source: Export failed
sv: Exportering misslyckades

source: Don't change
sv: Ändra inte

source: Add Patronymic name after Given name
sv: Lägg till Patronymiskt namn efter Förnamn

source: Ignore Patronymic name
sv: Ignorera Patronymiskt namn

source: Patronymic names:
sv: Patronymiska namn:

source: Type of surname:
sv: Typ av efternamn:
