Repository: gramps-contrib/contrib
Catalog: po/*.po
Languages: hu, sv

source: Merge Media
sv: Slå samman media

source: Searches the entire database, looking for media that have the same path and merges them.
sv: Söker igenom hela databasen för att hitta media som har samma sökväg och slår samman dem.

source: Media Merge
sv: Mediasammanslagning

source: {number_of} media merged
sv: {number_of} media sammanslagna

source: No media items merged.
sv: Ingen mediepost slogs samman.

source: Calculate Estimated Dates
hu: Becsült Dátumok Számítása
sv: Beräknade uppskattade datum

source: Calculates estimated dates for birth and death.
hu: Becsült dátumok számítása születéshez és halálozáshoz.
sv: Beräkna uppskattningar av datum för födelse och död.

source: Select filter to restrict people
hu: Szűrő kiválasztása személyek kizárására
sv: Välj ett filter, som begränsar personurvalet

source: Calculated Date Estimates
hu: Számított Dátum Becslés
sv: Beräknade datumuppskattningar

source: Source to remove and/or add
hu: Forrás eltávolítása és/vagy hozzáadása
sv: Källa som skall tas bort eller läggas till

source: Remove previously added events, notes, and source
sv: Tar bort tidigare tillagda händelser, notiser och källor

source: Remove calculated events, notes, and source; occurs immediately on Execute
hu: Becsült események, jegyzetek és források eltávolítása; Végrehajtáskor azonnal
sv: Tag bort beräknade händelser, notiser och källor; sker omedelbart vi Utför

source: Do not add birth events
hu: Ne adja hozzá a születési eseményeket
sv: Lägg inte till födelsehändelser

source: Add birth events without dates
sv: Lägg till födelsehändelser utan datum

source: Add birth events with dates
sv: Lägg till födelsehändelser med datum

source: Add a birth events with or without estimated dates
hu: Születés esemény hozzáadása becsült dátummal, vagy a nélkül
sv: Lägg till födelsehändelser med eller utan uppskattade datum

source: Do not add death events
hu: Ne adja hozzá a halál eseményeket
sv: Lägg inte till dödshändelser

source: Add death events without dates
sv: Lägg till dödshändelser utan datum

source: Add death events with dates
sv: Lägg till dödshändelser med datum

source: Add death events with or without estimated dates
hu: Halál esemény hozzáadása becsült dátummal, vagy a nélkül
sv: Lägg till dödshändelser med eller utan uppskattade datum

source: Maximum age
hu: Legnagyobb életkor
sv: Maximiålder

source: Maximum age that one can live to
hu: Legnagyobb kor, amíg valaki élt
sv: Högsta tänkbara levnadsålder

source: Maximum age difference between siblings
hu: Legnagyobb korkülönbség a gyermekek között
sv: Största åldersskillnader mellan syskon

source: Average years between two generations
sv: Antal år i medel mellan två generationer

source: Estimated Dates
sv: Uppskattade datum

source: Approximate (about)
hu: Megközelítőleg (körül)
sv: Approximativt (omkring)

source: Extremes (after and before)
hu: Szélsőségek (utána és előtte)
sv: Extremvärden (efter och före)

source: Dates on events are either about or after/before
sv: Datum för händelser är antingen omkring eller efter/före

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
sv: Verktyget beräkna uppskattade datum används för att lägga till och ta bort födelse- och dödshändelser för personer som saknar dessa händelser. Vid användning: 1. Gå till valfliken 2. Markera i [ ] tag-bort-valet för att ta bort tidigare uppskattningar 3. Välj lägg-till-valet för att datera händelser med eller utan datum. 4. Klicka på Verkställ 5. Välj de personer för vilka händelser skall läggas till 6. Klicka på 'Lägg till valda händelser'-knappen för att skapa dem NOTERA: om du bestämmer dig för att göra en händelse permanent, tag bort den från källan. Annars kommer denna att tagas bort nästa gång du automatiskt tar bort dessa händelser. Du kan behöva köra detta verktyg flera gånger (utan att ta bort föregående händelser) för att lägga till alla möjliga händelser.

source: Select All
sv: Välj allt

source: Select None
sv: Välj inget

source: Toggle Selection
sv: Skifta val

source: Add Selected Events
sv: Lägg till valda händelser

source: Remove Events, Notes, and Source and Reselect Data
sv: Tag bort händelser, notiser och källor samt välj om data

source: Are you sure you want to remove previous events, notes, and source and reselect data?
sv: Är du säker på att du vill ta bort händelser, notiser och källor samt välj om data?

source: Remove and Run Select Again
sv: Ta bort och kör välj igen

source: Reselect Data
sv: Väljer om data

source: Are you sure you want to reselect data?
sv: Är du säker på att du vill välja om data?

source: Run Select Again
sv: Kör välj igen

source: Evidence
sv: Bevis

source: Relative
sv: Släkting

source: Processing...
hu: Végrehajtás...
sv: Arbetar...

source: Removing old estimations...
sv: tar bort gamla uppskattningar...

source: Removing '%s'...
sv: Tar bort '%s'...

source: done!
hu: befejezve!
sv: klart!

source: Selecting...
hu: Kiválasztás...
sv: Väljer...

source: Add birth and death events
sv: Lägg till födelse- och dödshändelseer

source: Add birth event
sv: Lägg till födelsehändelse

source: Add death event
sv: Lägg till dödshändelse

source: No events to be added.
hu: Nincs esemény hozzáadáshoz.
sv: Inga händelser att lägga till.

source: Selecting...
hu: Kiválasztás...
sv: Väljer...

source: Adding events '%s'...
hu: '%s' események hozzáadása...
sv: Lägger till händelser '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
hu: Születési esemény hozzáadva %(evidence)s alapján %(name)s-tó(ő)l
sv: Tillagd födelsehändelse grundat på %(evidence)s, från %(name)s

source: Added birth event based on %s
hu: %s-re alapozva születési esemény hozzáadva
sv: Lagt födelsehändelse grundat på %s

source: Estimated birth date
hu: Becsült születési dátum
sv: Uppskattat födelsedatum

source: Added death event based on %(evidence)s, from %(person)s
hu: Halálozási esemény hozzáadva %(evidence)s alapján %(name)s-tó(ő)l
sv: Tillagd dödshändelse grundat på %(evidence)s, från %(person)s

source: Added death event based on %s
hu: %s-re alapozva halálozási esemény hozzáadva
sv: Lagt till dödshändelse grundat på %s

source: Estimated death date
hu: Becsült halálozási dátum
sv: Uppskattat dödsdatum

source: Done! Committing...
sv: Klart! Uppdaterar...

source: Added %d events.
hu: %d esemény hozzáadva.
sv: Lägg till %d händelser.

source: Estimated date
sv: Uppskattat datum

source: Media Browser
sv: Medialäsare

source: Browser
sv: Läsare

source: Gramplet for testing etree with Gramps XML
sv: Gramplet för testning av etree med Gramps XML

source: Invalid timestamp
sv: Ogiltig tidsstämpel

source: No file parsed...
sv: Ingen fil tolkades...

source: Number of editions back
sv: Antal utgåvor tillbaka

source: Space character on filename
sv: Mellanslagstecken i filnamn

source: Please fix space on "%s"
sv: Vänligen korrigera utrymmet "%s"

source: Sorry, no support for your OS yet!
sv: Tyvärr, inget stöd för ditt OS ännu!

source: Is it a compressed .gramps?
sv: Är det en komprimerad .gramps?

source: Cannot uncompress "%s"
sv: Kan inte packa upp "%s"

source: From: "%(file1)s" to: "%(file2)s".
sv: Från: "%(file1)s" till: "%(file2)s".

source: Cannot copy "%s"
sv: Kan inte kopiera "%s"

source: XML: Last %s editions since %s, were at/on :
sv: XML: Den sista %s utgåvan sedan %s, var :

source: XML: Number of records and relations : %s
sv: XML: Antal data och relationer : %s

source: Number of tags : %s | (%s)*
sv: Antal taggar : %s | (%s)*

source: Number of tags : %s
sv: Antal taggar : %s

source: Number of events : %s | (%s)*
sv: Antal händelser : %s | (%s)*

source: Number of persons : %s | (%s) and (%s)* surnames
sv: Antal personer : %s | (%s) och (%s)* efternamn

source: Number of persons : %s | (%s)*
sv: Antal personer : %s | (%s)*

source: Number of families : %s | (%s)*
sv: Antal familjer : %s | (%s)*

source: Number of sources : %s | (%s)*
sv: Antal källor : %s | (%s)*

source: Number of citations : %s | (%s)*
sv: Antal citeringar : %s | (%s)*

source: Number of places : %s | (%s)*
sv: Antal platser : %s | (%s)*

source: Number of media objects : %s | (%s)*
sv: Antal mediaobjekt : %s | (%s)*

source: Number of repositories : %s | (%s)*
sv: Antal arkivplatser : %s | (%s)*

source: Number of notes : %s | (%s)*
sv: Antal notiser : %s | (%s)*

source: XML: Number of additional records and relations: %s
sv: XML: Antal ytterligare data och relationer: %s

source: * loaded Family Tree base: "%s"
sv: * laddade familjeträdsbasen: "%s"

source: Gramplet for testing lxml and XSLT
sv: Gramplet för testning av lxml och XSLT

source: Where is gzip?
sv: Var är gzip?

source: "gzip" is missing
sv: "gzip" saknas

source: Missing python3 lxml
sv: python3 lxml saknas

source: Please, try to install "python3 lxml" package.
sv: Vänligen, försök installera "python3 lxml"-paketet.

source: No file loaded...
sv: Ingen fil laddades...

source: XSD validation (lxml)
sv: XSD-validering (lxml)

source: Cannot validate "%(file)s" !
sv: Kan inte validera "%(file)s" !

source: xmllint: skip DTD validation for "%(file)s"
sv: xmllint: hoppa över DTD-validering för "%(file)s"

source: xmllint: skip RelaxNG validation for "%(file)s"
sv: xmllint: hoppa över RelaxNG-validering för "%(file)s"

source: Parsing issue
sv: Tolkningsproblem

source: Cannot parse content of "%(file)s"
sv: Kan inte tolka innehållet av "%(file)s"

source: Wrong namespace Need: %s
sv: Felaktig namnrymd Behöver: %s

source: RelaxNG validation
sv: RelaxNG-validering

source: Cannot validate "%(file)s" via RelaxNG schema
sv: Kan inte validera "%(file)s" via RelaxNG-schema

source: File issue
sv: Filproblem

source: Cannot parse "%(file)s" via etree
sv: Kan inte tolka "%(file)s" via etree

source: Parsing file...
sv: Tolkar filen...

source: Missing header
sv: Rubrik saknas

source: Not a valid .gramps. Cannot run the gramplet... Please, try to use a .gramps generated by Gramps 4.x.
sv: Inte en giltig .gramps. Kan inte köra gramplet... Vänligen, försök använda en .gramps genererad av Gramps 4.x.

source: File parsed with
sv: Fil tolkad med

source: File was generated on
sv: Filen genererades

source: by Gramps
sv: av Gramps

source: entries for surname(s); no frequency yet
sv: poster för efternamn; ingen frekvens än

source: entries for place(s)
sv: poster för plats(er)

source: note(s)
sv: notis(er)

source: source(s)
sv: källa/källor

source: 2. Has generated a media index on "%(file)s".
sv: 2. Har genererat ett mediaindex till "%(file)s".

source: 3. Has written entries into "%(file)s".
sv: 3. Har skrivit poster till "%(file)s".

source: Matches XSD schema.
sv: Matchar XSD-schema.

source: xmllint: skip DTD validation
sv: xmllint: hoppa över DTD-validering

source: I am looking at ...
sv: Jag tittar på ...

source: Content generated by Gramps
sv: Innehållet genererat av Gramps

source: List of sources
sv: Lista över källor

source: Australia
sv: Australien

source: Brazil
sv: Brasilien

source: India
sv: Indien

source: Norway
sv: Norge

source: 1. Has generated "%s".
sv: 1. Har genererat "%s".

source: Try to open "%s" into your prefered web navigator ...
sv: Försöker öppna "%s" till din föredragna webbnavigator ...

source: Place Cleanup
sv: Platsrensning

source: Place Cleanup Gramplet assists in merging places, as well as completing places from the GeoNames web database
sv: Platsrensnings Gramplet hjälper till att slå samman platser och komplettera platser från GeoNames webbdatabas

source: No Matches
sv: Inga Matchningar

source: Find
sv: Hitta

source: %s Local Matches
sv: %s Lokala Matchningar

source: Find GeoNames
sv: Finn GeoNames

source: Need to set GeoNames ID
sv: Behöver ställa in GeoNames-id

source: Use the Help button for more information
sv: Använd hjälpknappen för mer information

source: Try changing the Title, or use the "Edit" button to finish this level of the place manually.
sv: Ändra titeln eller använd knappen "Redigera" för att manuellt slutföra denna nivå för platsen.

source: %s GeoNames Matches
sv: %s GeoNames Matchar

source: %s matches were found
sv: %s matchningar funna

source: Only 10 matches are shown. To see additional results, press the search button again. Or try changing the Title with more detail, such as a country.
sv: Endast 10 matchningar visas. För att se ytterligare resultat tryck på sökknappen igen. Eller ändra titeln med flera detaljer som t ex. ett land.

source: Problem getting data from web
sv: Problem med att hämta data från webben

source: Web request Timeout, you can try again...
sv: Tiden gick ut för webbegäran, försök igen...

source: Problem getting data from GeoNames
sv: Problem med att hämta data från GeoNames

source: One of the places you are merging encloses the other! Please choose another place.
sv: En av platserna du slår ihop omsluter den andra! Vänligen välj en annan plats.

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
sv: Platsen du valde är innesluten på den plats du jobbar med! Vänligen avsluta och välj en annan plats.

source: GeoNames web site
sv: GenNames-webbsidan

source: GeoNames author
sv: GeoNames-författare

source: GeoNames was founded by Marc Wick. You can reach him at
sv: GeoNames skapades av Marc Wick. Du kan nå honom på

source: GeoNames is a project of Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. This work is licensed under a
sv: GeoNames är ett projekt av Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Schweiz. Detta arbete är licensierat med en

source: Creative Commons Attribution 3.0 License
sv: Creative Commons Attribution 3.0-licens

source: Add Souce/Repo/Note (%s)
sv: Lägg till källa/arkivplats/notis (%s)

source: This Place is not used!
sv: Denna plats är inte använd!

source: You should delete it, or, if it contains useful notes or other data, use the Find to merge it into a valid place.
sv: Du bör ta bort den, eller, om den innehåller användbara anteckningar eller annan data, använd Hitta för att slå samman den till en giltig plats.

source: City, County, State, Country
sv: Stad, Län, Delstat, Land

source: Primary Name
sv: Primärt namn

source: The current Primary name.
sv: Nuvarande primära namn.

source: The postal code for the place, if any.
sv: Postnumret för platsen om det finns någon.

source: What type of place this is. Eg 'Country', 'City', ... .
sv: Platsens typ, t. ex. land, stad, ... .

source: Check this box if you want to keep the original Postal code.
sv: Markera den här rutan om du vill behålla det ursprungliga postnumret.

source: Check this box if you want to keep the original Place Type.
sv: Markera den här rutan om du vill behålla den ursprungliga platstypen.

source: Check this box if you want to keep the original Latitude and Longitude.
sv: Markera den här rutan om du vill behålla den ursprungliga latituden och longituden.

source: The Gramps ID..
sv: Gramps-IDt..

source: Check this box if you want to keep the original Gramps ID.
sv: Markera den här rutan om du vill behålla det ursprungliga Gramps-IDt.

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
sv: Alternativa namn Välj en eller flera rader och tryck på 'Behåll'-knappen för att växla 'inkludera på plats'-statusen .

source: Inc
sv: Inkl

source: Lang
sv: Språk

source: Select one or more rows and use this button to keep the alternative names.
sv: Välj en eller flera rader och använd denna knapp för att behålla de alternativa namnen.

source: Select one row and use this button to make the row the primary name.
sv: Välj en rad och använd denna knapp för att göra raden till det primära namnet.

source: Discard
sv: Förkasta

source: Select one or more rows and use this button to discard the alternative names.
sv: Välj en eller flera rader och använd denna knapp för att förkasta de alternativa namnen.

source: Cancel the operation, no changes are made to your Place.
sv: Avsluta operationen, inga ändringar är gjorda för din plats.

source: Store the values in your Place.
sv: Spara värdena på din plats.

source: Keep Web Links
sv: Behåll webblänkar

source: Puts web links (typically wikipedia) into your place.
sv: Sätter webblänkar (vanligtvis wikipedia) på din plats.

source: Add citation and source to Place
sv: Lägg till citering och källa till plats

source: This Adds a Citation to your place, citing GeoNames.
sv: Detta lägger till en citering till din plats, citerar GeoNames.

source: GeoNames User ID
sv: GeoNames användar-id

source: Enter you Geonames user ID here.
sv: Ange ditt GeoNames användar-id här.

source: Alternative Names Languages to keep
sv: Alternativa namnspråk att behålla

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "en fr ru". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
sv: Ange bokstavskoder för de två eller tre språk som du vill behålla, separerade av mellanrum. Exempelvis "en fr ru". Dessa språk avmarkeras initialt på skärmen Namnresultat. Om du ofta ser ett icke-verifierat namn på ett visst språk du vill ha, lägg till språkkoden här.

source: Currently Enclosed Places
sv: Platser som för närvarande är inneslutna

source: When cleaning a place that is already enclosed, this affects what is done. If '<b>Keep current Enclosure</b>' is selected, no changes to the enclosing place is made. If '<b>Replace with GeoNames Enclosure</b>' is selected, the enclosed place is changed to the next level GeoNames place. This may result in some unused places remaining in your database.
sv: När du rensar en redan stängd plats påverkar detta vad som görs. Om '<b>Behåll nuvarande inneslutning</b>' är valt, görs inga ändringar till den inneslutande platsen. Om '<b>Ersätt med GeoNames-inneslutning</b>' är valt, ändras den inneslutna platsen till nästa nivå GeoNames. Detta kan resultera i några oanvända platser som blir kvar i din databas.

source: Keep current Enclosure
sv: Behåll nuvarande inneslutning

source: Replace with GeoNames Enclosure
sv: Ersätt med GeoNames-inneslutning

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
sv: Nuvarande platstitel. Du kan redigera detta för att hitta andra platser, speciellt för att reducera antalet resultat.

source: Search your local places and GeoNames for a match.
sv: Sök efter dina lokala platser och GeoNames för en matchning.

source: Continue to merge (for local places), or to complete a place (for GeoNames).
sv: Fortsätt att slå samman (för lokala platser) eller för att slutföra en plats (för GeoNames).

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
sv: Dela upp titel, redigera manuellt och inneslut med nästa nivå av hierarki. För användning när den inledande komponenten i titeln är för detaljerad för att du ska kunna hitta den i ortnamnsförteckningen.

source: Next Place
sv: Nästa plats

source: Find an incomplete place.
sv: Hitta en ofullständig plats.

source: Set preferences
sv: Ange inställningar

source: Select one of these places to continue the cleanup process.
sv: Välj en av dessa platser för att fortsätta rensningsprocessen.

source: Search result places
sv: Sökresultat platser

source: Checking the 'Populated' checkbox causes the GeoNames search to include 'Populted places', places where people live and work.
sv: Om du markerar kryssrutan "Befolkad" får sökningen i GeoNames att inkludera "Befolkade platser", platser där människor bor och arbetar.

source: Populated
sv: Befolkad

source: Checking the 'Admin' checkbox cause the GeoNames search to include adminstrative subdivisions in the search (countries, states, counties etc.).
sv: Om du markerar kryssrutan "Admin" får sökningen i GeoNames att inkludera administrativa underavdelningar i sökningen (länder, delstater, län etc.).

source: Checking the 'Spot' checkbox cause the GeoNames search to include a wide variety of other places in the search (churches, burial grounds, buildings etc.).
sv: Om du markerar kryssrutan "Ställe" får sökningen i GeoNames att inkludera en mängd andra platser i sökningen (kyrkor, gravplatser, byggnader etc.).

source: Spot
sv: Ställe

source: The active Person
sv: Den aktiva personen

source: Active person
sv: Aktiv person

source: Matches the active person
sv: Matchar den aktiva personen

source: Filter people by their age at death
sv: Filtrera personer efter deras ålder vid döden

source: Filter rule that matches people by their age at death
sv: Filterregel som matchar personer efter deras ålder vid döden

source: Age in years at person's death.
sv: Ålder i år vid personens död.

source: Age:
sv: Ålder:

source: Match associations of <person filter>
sv: Matcha föreningar av <personfilter>

source: People separated less than <N> degrees of <person>
sv: Personer separerade mindre än <N> grader från <person>

source: Filter rule that matches relatives by degrees of separation
sv: Filterregel som matchar släktingar efter separationsgrad

source: Number of degrees of separation from person.
sv: Antal grader av separation från person.

source: Degrees:
sv: Grader:

source: Families matching <event filter>
sv: Familjer som matchar <händelsefilter>

source: Matches families that are matched by an event filter
sv: Matchar familjer som matchas av ett händelsefilter

source: Matches families matched by an event filter
sv: Matchar familjer som matchas av ett händelsefilter

source: People with events with a selected role
sv: Personer med händelser med en vald roll

source: Matches people with an event with a selected role
sv: Matchar personer med en händelse med en vald roll

source: Families with events with a selected role
sv: Familjer med händelser med en vald roll

source: Matches families with an event with a selected role
sv: Matchar familjer med en händelse med en vald roll

source: Does NOT match with selected Role
sv: Matchar INTE med vald roll

source: Finds the items that don't have event Roles of the selected type.
sv: Hitta de objekt som inte har händelseroller av den valda typen.

source: Inverse
sv: Omvänd

source: People with events with the <role>
sv: Personer med händelser med <rollen>

source: Families with events with the <role>
sv: Familjer med händelser med <rollen>

source: Source matching parameters
sv: Parametrar för källmatchning

source: Matches Sources with values containing the chosen parameters
sv: Matchar källor med värden som innehåller de valda parametrarna

source: Matches sources with a particular value
sv: Matchar källor med ett visst värde

source: People who are part of families matching <filter>
sv: Personer som ingår i familjer matchande <filter>

source: Include Children
sv: Inkludera barn

source: Include the children in the matching families.
sv: Inkludera barnen i matchande familjer.

source: Include Parents
sv: Inkludera föräldrar

source: Include the parents in the matching families.
sv: Inkludera föräldrarna i matchande familjer.

source: Family Filter name:
sv: Familjefilter namn:
