Repository: gramps-contrib/contrib
Catalog: LinesOfDescendency/po/*-local.po
Languages: ru

source: Lines of Descendency Report
ru: Линии родства

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
ru: Создаёт линии родства между указанными предком и потомком в виде текста.

source: People
ru: Люди

source: Ancestor
ru: Предок

source: The ancestor from which to start the line
ru: Предок с которого начинается линия

source: Descendent
ru: Потомок

source: The descendent to which to build the line
ru: Потомок до которого строить линию

source: The style used for the title of the page.
ru: Стиль заголовков страниц.

source: The basic style used for the text display.
ru: Основной стиль текста.

source: Person %s is not in the Database
ru: Лицо %s отсутствует в базе данных

source: Lines of Descendency from %(ancestor)s to %(descendent)s
ru: Линия родства между %(ancestor)s и %(descendent)s
