Repository: gramps-contrib/contrib
Catalog: trunk/contrib/CalculateEstimatedDates/po/*-local.po
Languages: bg, hr, it

source: Calculate Estimated Dates
bg: Изчисляване на приблизителните дати
hr: Približni izračun datuma
it: Effettua stima date

source: Calculates estimated dates for birth and death.
bg: Изчисляване на приблизителните дати за раждане и смърт.
hr: Približni izračun datuma rođenja i smrti.
it: Effettua stima per date di nascita e di decesso.

source: Options
bg: Настройки
hr: Postavke
it: Opzioni

source: Filter
bg: Филтър
hr: Filtar
it: Filtro

source: Select filter to restrict people
bg: Създаване на филтър за ограничаване на хората
hr: Odaberite filtar za ograničavanje uključenih osoba
it: Seleziona filtro per restringere le persone

source: Filter Person
bg: Филтър лице
hr: Filtar osoba
it: Filtro su persona

source: The center person for the filter
bg: Основното лице за филтъра
hr: Središnja osoba ovog filtra
it: La persona centrale per il filtro

source: Source text
bg: Текст източник
hr: Tekst Izvora
it: Indicazione fonte

source: Calculated Date Estimates
bg: Изчислени приблизителни дати
hr: Približni izračun datuma
it: Calcolo stima date

source: Source to remove and/or add
bg: Източник за премахване и/или добавяне
hr: Uklanjanje i/ili dodavanje podataka
it: Fonti da rimuovere o aggiungere

source: Remove previously added events, notes, and source
bg: Премахване на предишно създадени дати
hr: Ukloni prethodno dodane događaje, zabilješke i izvore
it: Rimuove eventi, note e fonti aggiunti precedentemente

source: Remove calculated events, notes, and source; occurs immediately on Execute
bg: Премахва изчислените събития, бележки и източници веднага след Изпълни
hr: Trenutačno uklanja izračunate događaje, zabilješke i izvore.

source: Birth
bg: Раждане
hr: Rođenje
it: Nascita

source: Do not add birth events
bg: Не се добавят раждания
hr: Ne uključuj rođenja
it: Non aggiungere eventi di tipo nascita

source: Add birth events without dates
bg: Добавя раждане без дата
hr: Uključi rođenja bez datuma
it: Aggiunge eventi di tipo nascita senza data

source: Add birth events with dates
bg: Добавя раждане с дата
hr: Dodaj rođenja bez datuma
it: Aggiunge eventi di tipo nascita con data

source: Add a birth events with or without estimated dates
bg: Прибавя раждане с или без оценъчни дати
hr: Uključuje rođenja sa ili bez približnog datuma
it: Aggiunge eventi di tipo nascita con o senza data stimata

source: Death
bg: Смърт
hr: Smrt
it: Decesso

source: Do not add death events
bg: Да не се добавят умирания
hr: Ne uključuj smrti
it: Non aggiungere eventi di tipo decesso

source: Add death events without dates
bg: Добавя смърт без дата
hr: Uključi smrti bez datuma
it: Aggiunge eventi di tipo decesso senza date

source: Add death events with dates
bg: Добавя смърт с дата
hr: Uključi smrti sa datumima
it: Aggiunge eventi di tipo decesso con date

source: Add death events with or without estimated dates
bg: Прибавя смърт с или без оценъчни дати
hr: Uključuje smrti sa ili bez približnog datuma
it: Aggiunge eventi di tipo decesso con o senza data stimata

source: Maximum age
bg: Максимална възраст
hr: Najveća starost
it: Età massima

source: Maximum age that one can live to
bg: Максимална възраст, до която човек може да достигне
hr: Najveća starost
it: Età massima fino a cui è possibile vivere

source: Maximum sibling age difference
bg: Максимална разлика във възрастта на братята/сестрите
hr: Najveća starosna razlika među braćama i sestrama
it: Differenza di età massima tra fratelli

source: Maximum age difference between siblings
bg: Максимална разлика във възрастта между братята/сестрите
hr: Najveća starosna razlika između braće i sestara
it: Massima differenza d'età tra fratelli

source: Average years between generations
bg: Средно години между поколенията
hr: Prosječna godišnja razlika između generacijama
it: Numero medio di anni tra le generazioni

source: Average years between two generations
bg: Средно години между две поколения
hr: Prosječna godišnja razlika iz dvije generacije
it: Numero medio di anni tra due generazioni

source: Estimated Dates
bg: Приблизителна дата
hr: Procijenjeni datumi
it: Date stimate

source: Approximate (about)
bg: Приблизително (около)
hr: Približno

source: Extremes (after and before)
bg: Крайно (след и преди)
hr: Ekstremi (poslije i prije)
it: Estremi (dopo e prima)

source: Dates on events are either about or after/before
bg: Датите на събитията са около или след/преди
hr: Datumi u događajima sadrže 'okolo' ili 'prije/poslije'

source: Help
bg: Помощ
hr: Pomoć
it: Aiuto

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
bg: Инструмента „Изчисляване на приблизителни дати“ се използваза да се добавят раждане и смърт на хора на които тези събития липсват. Използване: 1. Отидете на листа Настройки 2. Изберете [ ] Премахване за да се премахнат предишните приблизителни оценки 3. Изберете „Добаване на дата“ за да се изчислят прблизителни дати 4. Щракнете „Изпълни“ 5. Изберете хора на които да седобавят събитията 6. Щракнете „Добавяне на избраните събития“ ЗАБЕЛЕЖКА: ако решите да направите дадено събитие постоянно го махнете от източника. Иначе то ще бъде премахнато следващият път, когато автоматично премахвате тези събития. Може да се наложи да пускате инструмента няколкократно, без да премахвате предните събития, за да добавите всички възможни събития.
hr: Alat Približni izračun datuma koristi se za dodavanje ili uklanjanje događaja poput rođenja, smrti i slično za osobe kojima ti podaci nedostaju. Način upotrebe: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
it: Lo strumento per la stima delle date è usato per aggiungere o rimuovere eventi di tipo nascita o decesso per le persone che ne sono sprovviste. Per utilizzarlo: 1. Andare nella scheda Opzioni 2. Marcare l'opzione [ ] Rimuovi per rimuovere le stime esistenti 3. Selezionare l'opzione Aggiungi date per assegnare una data agli eventi con o senza date 4. Fare clic su Esegui 5. Selezionare le persone a cui aggiungere gli eventi 6. Fare clic sul pulsante «Aggiunge eventi selezionati» per generarle NOTE: se si desidera rendere permanente un evento, bisogna rimuoverlo dalla Fonte. In caso contrario sarà rimosso nella prossima occasione in cui questi eventi saranno rimossi automaticamente. Potrebbe essere necessario eseguire ripetutamente questo strumento (senza rimuovere i precedenti eventi) per aggiungere tutti gli eventi possibili.

source: Select All
bg: Избор на всичко
hr: Odaberi sve
it: Selezionare tutto

source: Select None
bg: Избор на нищо
hr: Odaberi ništa
it: Non selezionare nulla

source: Toggle Selection
bg: Обръщане на избора
hr: Promjeni odabir

source: Add Selected Events
bg: Добавяне на избраните на събития
hr: Dodaj odabrane događaje
it: Aggiunge eventi selezionati

source: Remove Events, Notes, and Source and Reselect Data
bg: Премахва събития, бележки и източници и преизбира информацията
hr: Ukloniti događaje, zabilješke, izvore i ponovno odabrati podatke
it: Rimuove eventi, note e fonti e riseleziona i dati

source: Are you sure you want to remove previous events, notes, and source and reselect data?
bg: Сигурни ли сте, че искате да премахнете предишните събития,бележки и източници и да преизберете информацията?
hr: Želite li stvarno ukloniti prethodne događaje, zabilješke i izvore te ponovno odabrati podatke?
it: Si desidera davvero rimuovere i precedenti eventi, note e fonti e selezionare nuovamente i dati?

source: Remove and Run Select Again
bg: Премахва и стартира на избора отново
hr: Ukloni i ponovno izaberi
it: Rimuovi ed esegui nuovamente la selezione

source: Reselect Data
bg: Преизбиране на информация
hr: Reizbor podataka
it: Riseleziona dati

source: Are you sure you want to reselect data?
bg: Сигурни ли сте, че искате да изберете отново информацията?
hr: Jeste li sigurni da ponovno odabrati podatke?
it: Riselezionare veramente i dati?

source: Run Select Again
bg: Започва избора отново
hr: Ponovite odabir
it: Esegue nuovamente la selezione

source: Select
bg: Избор
hr: Odaberi
it: Seleziona

source: Person
bg: Лице
hr: Osoba
it: Persona

source: Action
bg: Действие
hr: Akcija
it: Azione

source: Birth Date
bg: Рождена дата
hr: Datum rođenja
it: Data di nascita

source: Death Date
bg: Дата на смъртта
hr: Datum smrti
it: Data del decesso

source: Evidence
bg: Свидетелства
hr: Dokaz

source: Relative
bg: Роднини
hr: Pouzdanost

source: Processing...
bg: Тече обработка...
hr: Obrada...
it: Elaborazione in corso...

source: Removing old estimations...
bg: Премахване на старите преценки...
hr: Uklanjanje starih procjena...
it: Rimozione delle vecchie stime in corso...

source: Removing '%s'...
bg: Премахване „%s“...
hr: Brišem '%s'...
it: Rimozione di «%s»...

source: done!
bg: готово!
hr: gotovo!
it: fatto!

source: Removed date estimates
bg: Премахване на съществуващото име
hr: Uklonjeni približni izračuni datuma
it: La date stimate sono state rimosse

source: Selecting...
bg: Избиране...
hr: Odabir...
it: Selezione...

source: Selecting...
bg: Избиране...
hr: Odabir...
it: Selezione...

source: Add birth and death events
bg: Добавяне на ново събитие
hr: Uključi rođenja i smrti
it: Aggiunge eventi di tipo nascita e decesso

source: Add birth event
bg: лисващо раждане
hr: Uključi rođenja
it: Aggiunge un evento di tipo nascita

source: Add death event
bg: Добавяне на ново събитие
hr: Uključi smrti
it: Aggiunge un evento di tipo decesso

source: No events to be added.
bg: Няма събития за добавяне.
hr: Nijedan događaj neće biti dodan.
it: Nessun evento da aggiungere.

source: Selecting...
bg: Избиране...
hr: Odabir...
it: Selezione...

source: Adding events '%s'...
bg: Добавяне на събития „%s“...
hr: Dodavanje događaja '%s'...
it: Aggiunta degli eventi «%s»...

source: Added birth event based on %(evidence)s, from %(name)s
bg: Добавено е раждане основано на %(evidence)s, от %(name)s
hr: Dodano rođenje na osnovu %(evidence)s iz %(name)s
it: Aggiunto evento di tipo nascita sulla base di %(evidence)s, da %(name)s

source: Added birth event based on %s
bg: Добавено е раждане на %s
hr: Dodano rođenje na osnovu %s
it: Aggiunto evento di tipo nascita sulla base di %s

source: Estimated birth date
bg: Приблизителна дата на раждане
hr: Približni datum rođenja
it: Data di nascita stimata

source: Added death event based on %(evidence)s, from %(person)s
bg: Добавена е смърт основана на%(evidence)s, от %(person)s
hr: Dodana smrt na osnovu %(evidence)s, od %(person)s
it: Aggiunto evento di tipo decesso sulla base di %(evidence)s, da %(person)s

source: Added death event based on %s
bg: Добавена е смърт на %s
hr: Dodana smrt na osnovu %s
it: Aggiunto evento di tipo decesso sulla base di %s

source: Estimated death date
bg: Приблизителна дата на смъртта
hr: Približni datum smrti
it: Data di decesso stimata

source: Done! Committing...
bg: Готово! Съхраняване...
hr: Završeno! Primjenjivanje...
it: Fatto! Salvataggio...

source: Add date estimates
bg: Изчисляване на приблизителни дати
hr: Dodavanje približni izračuna datuma
it: Aggiunge data stimate

source: Added %d events.
bg: Добавени %d събития.
hr: Dodano %d događaja.
it: Aggiunti %d eventi.

source: Estimated date
bg: Приблизителна дата
hr: Procijenjeni datum
it: Data stimata
