Repository: gramps-contrib/contrib
Catalog: trunk/contrib/CalculateEstimatedDates/po/*-temp.po
Languages: nl

source: Calculate Estimated Dates
nl: Bereken geschatte datums

source: Options
nl: Opties

source: Select filter to restrict people
nl: Kies een filter om aantal personen te beperken

source: Filter Person
nl: Personenfilter

source: The center person for the filter
nl: De centrale persoon voor de filter

source: Source text
nl: Brontekst

source: Calculated Date Estimates
nl: Berekende datumschattingen

source: Source to remove and/or add
nl: Bron om te verwijderen en/of toe te voegen

source: Remove previously added events, notes, and source
nl: Eerder toegevoegde gebeurtenissen, opmerkingen en bronnen verwijderen

source: Remove calculated events, notes, and source; occurs immediately on Execute
nl: Verwijder geschatte gebeurtenissen, opmerkingen en bronnen; dit wordt onmiddellijk uitgevoerd

source: Birth
nl: Geboorte

source: Do not add birth events
nl: Geen geboortegebeurtenissen toevoegen

source: Add birth events without dates
nl: Geboortegebeurtenis zonder datum toevoegen

source: Add birth events with dates
nl: Geboortegebeurtenis met datums toevoegen

source: Add a birth events with or without estimated dates
nl: Voeg geboortegebeurtenissen toe met of zonder geschatte datums

source: Death
nl: Overlijden

source: Do not add death events
nl: Geen overlijdensgebeurtenissen toevoegen

source: Add death events without dates
nl: Overlijdensgebeurtenissen zonder datums toevoegen

source: Add death events with dates
nl: Overlijdensgebeurtenissen met datums toevoegen

source: Add death events with or without estimated dates
nl: Voeg overlijdensgebeurtenissen toe, met of zonder geschatte datums

source: Maximum age
nl: Maximum leeftijd

source: Maximum age that one can live to
nl: Maximum leeftijd die iemand kan bereiken

source: Maximum sibling age difference
nl: Maximum leeftijdsverschil tussen broers en zussen

source: Maximum age difference between siblings
nl: Maximum leeftijdsverschil tussen broers en zussen

source: Average years between generations
nl: Gemiddeld leeftijdsverschil tussen generaties

source: Average years between two generations
nl: Gemiddeld leeftijdsverschil tussen twee generaties

source: Estimated Dates
nl: Geschatte datums

source: Approximate (about)
nl: Ongeveer (rond)

source: Extremes (after and before)
nl: Uitersten (voor en na)

source: Dates on events are either about or after/before
nl: Geburtenissendatums zijn ofwel ongeveer of voor/na

source: Help
nl: _Hulp

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
nl: Het hulpgereedschap om geschatte datums te bepalen wordt gebruikt om gebeurtenissen ivm. geboorte en overlijden toe te voegen of te verwijderen voor die personen die geen van deze gebeurtenissen hebben. Gebruik: 1. Ga naar de optie tab 2. Vinkt de [ ] verwijder optie aan om vorige datumschattingen te verwijderen 3. Kies de optie datums toevoegen om gebeurtenissen zonder of met datum van een datum te voorzien 4. Klik op Uitvoeren 5. Kies de personen waarvoor u gebeurtenissen wenst toe te voegen 6. Klik op de 'Geselecteerde gebeurtenissen toevoegen' knop OPMERKING: wanneer u beslist om een gebeurtenis permanent te maken, verwijder het dan van de bron. Indien u dit niet doet, dan wordt de volgende keer dat u het hulpgereedschap gebruikt de gebeurtenissen automatisch gewist. Het kan zijn dat u het hulpgereedschap meerdere malen dient te activeren (zonder vorige gebeurtenissen die zijn aangemaakt te verwijderen) om alle mogelijke gebeurtenissen toe te voegen.

source: Select All
nl: Alles selecteren

source: Select None
nl: Niets selecteren

source: Toggle Selection
nl: Selectie wisselen

source: Add Selected Events
nl: Gekozen gebeurtenissen toeveogen

source: Remove Events, Notes, and Source and Reselect Data
nl: Verwijder gebeurtenissen, opmerkingen en bronnen en herselecteer gegevens

source: Are you sure you want to remove previous events, notes, and source and reselect data?
nl: Bent u zeker dat u de vorige gebeurtenissen, opmerkingen en bron wilt verwijderen en wenst u de gegevens te herselecteren?

source: Remove and Run Select Again
nl: Verwijderen en opnieuw start kiezen

source: Reselect Data
nl: Gegevens herselecteren

source: Are you sure you want to reselect data?
nl: Bent U zeker dat u de gegevens wenst te herselecteren?

source: Run Select Again
nl: Opnieuw starten

source: Select
nl: Selecteren

source: Person
nl: Persoon

source: Action
nl: Actie

source: Birth Date
nl: Geboortedatum

source: Death Date
nl: Sterfdatum

source: Evidence
nl: Aanwijzing

source: Relative
nl: Relatief

source: Processing...
nl: Wordt verwerkt...

source: Removing old estimations...
nl: Oude schattingen verwijderen...

source: Removing '%s'...
nl: Verwijder '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
nl: Voegde geboortegebeurtenis toe gebaseerd op %(evidence)s, van %(name)s

source: Added death event based on %(evidence)s, from %(person)s
nl: Voegde overlijdensgebeurtenis toe gebaseerd op %(evidence)s, van %(person)s

source: Done! Committing...
nl: OK! Opgeslagen...
