Repository: gramps-contrib/contrib
Catalog: AncestorFill/po/*-local.po
Languages: de, he, pt

source: Report on the filling of the tree
de: Bericht zum Füllstand des Baumes
he: דוח השלמת אילן יוחסין
pt: Relatório do preenchimento da árvore

source: Person %s is not in the Database
de: Person %s ist nicht in der Datenbank
he: אדם %s לא מופיע במסד הנתונים
pt: O indivíduo %s não está na base de dados

source: AncestorFill for %s
de: VorfahrenFüllung für %s
he: אנססטורפיל ל- %s
pt: AncestorFill de %s

source: Generation
he: דור
pt: Geração

source: Number of Ancestors found
pt: Número de ascendentes encontrados

source: percent of Ancestors found
pt: percentagem de ascendentes encontrados

source: Number of single Ancestors found
pt: Número de ascendentes únicos encontrados

source: Number of theorical Ancestors
pt: Número teórico de ascendentes

source: Pedigree Collapse
pt: Colapso dos costados

source: Total Number of Ancestors found
pt: Total de ascendentes encontrados

source: Total Number of single Ancestors found
pt: Total de ascendentes únicos encontrados

source: Report Options
de: Berichtsoptionen
he: אפשרויות דוח
pt: Opções do relatório

source: Center Person
de: Hauptperson
he: אדם מרכזי
pt: Indivíduo central

source: The center person for the report
de: Die Hauptperson für den Bericht
he: האדם המרכזי לדוח
pt: O indivíduo central do relatório

source: Generations
de: Generationen
he: דורות
pt: Gerações

source: The number of generations to include in the report
de: Anzahl der im Bericht enthaltenen Generationen
he: מספר הדורות שיכללו בדוח
pt: O número de gerações a incluir no relatório

source: Filleddigit
pt: Preenchidos

source: The number of digit after comma to include in the report for the percentage of ancestor found at a given generation
pt: O número de algarismos após a vírgula a incluir no relatório para percentagem de ascendentes encontrados numa dada geração

source: Collapsedigit
pt: Colapsados

source: The number of digit after comma to include in the report for the pedigree Collapse
pt: O número de algarismos após a vírgula a incluir no relatório para o colapso dos costados

source: Display theorical
pt: Mostrar teóricos

source: Display the theorical number of ancestor by generation
pt: Mostrar o número teórico de ascendentes por geração

source: Translation
pt: Tradução

source: English
pt: Português

source: The translation to be used for the report.
pt: A tradução a usar pelo relatório.

source: The style used for the title of the page.
de: Der Stil, der für den Seitentitel verwendet wird.
he: הסגנון שמשמש לכותרת העמוד..
pt: O estilo usado para o título da página.

source: The style used for the generation header.
de: Der Stil, der für die Generation Überschriften verwendet wird.
he: הסגנון שמשמש ליצירת כותרת.
pt: O estilo usado para o cabeçalho da geração.

source: The basic style used for the text display.
de: Der Basisstil, der für die Textanzeige verwendet wird.
he: הסגנון הבסיסי המשמש להצגת המלל.
pt: O estilo básico usado para mostrar texto o.

source: AncestorFill
de: VorfahrenFüllung
he: אנססטורפיל

source: Number of Ancestors found
de: Anzahl der gefundener Vorfahren
he: מספר אָבוֹת קַדמוֹנִים שנמצאו

source: percent of Ancestors found
de: Prozent der Vorfahren gefunden
he: אחוז אָבוֹת קַדמוֹנִים שנמצאו

source: Number of single Ancestors found
de: Anzahl einzelner gefundener Vorfahren
he: מספר אָבוֹת קַדמוֹנִים בודדים שנמצאו

source: Number of theoretical Ancestors
de: Anzahl theoretischer Vorfahren
he: מספר אָבוֹת קַדמוֹנִים אפשריים

source: Pedigree Collapse
de: Stammbaum einklappen
he: כיווץ אילן יוחסין

source: Total Number of Ancestors found
de: Gesamtzahl gefundener Vorfahren
he: סך כל מספר אָבוֹת קַדמוֹנִים שנמצאו

source: Total Number of single Ancestors found
de: Gesamtzahl gefundener einzelner Vorfahren
he: סך כל מספר אָבוֹת קַדמוֹנִים בודדים שנמצאו

source: Filled digit
de: Gefüllte Ziffer
he: ספרות שמולאו

source: The number of digits after comma to include in the report for the percentage of ancestor found at a given generation
de: Die Anzahl der Stellen nach dem Komma, die für den Prozentsatz in den Bericht aufgenommen werden sollenvon gefundenen Vorfahren bei einer bestimmten Generation
he: מספר הספרות אחרי הפסיק שיש לכלול בדוח אחוז האבות הקדמונים שנמצאו בדור נתון

source: Collapsed digit
de: Ziffer einklappen
he: ספרות לכווץ

source: The number of digits after comma to include in the report for the pedigree Collapse
de: Die Anzahl der Stellen nach dem Komma, die für den Prozentsatz in den Bericht aufgenommen werden sollenfür den zusammengeklappten Stammbaum
he: מספר הספרות אחרי פסיק שיש לכלול בדוח אילן יוחסין מכווץ

source: Display theoretical
de: Anzeige theoretisch
he: המגת אָבוֹת קַדמוֹנִים אפשריים

source: Whether to display the theoretical number of ancestor by generation
de: Gibt an, ob die theoretische Anzahl der Vorfahren nach Generation angezeigt werden soll
he: האם להציג את המספר האפשרי של אבות הקדמונים לפי דור
