Repository: gramps-contrib/contrib
Catalog: GraphView/po/*-local.po
Languages: pt_br, ru

source: Custom
ru: Пользовательские

source: Dark (default)
ru: Тёмные (по умолчанию)

source: Light
ru: Светлые

source: Cartoon
ru: Мультяшные

source: Graph View
pt_br: Visualização em Grafos
ru: Граф отношений

source: Charts
pt_br: Gráficos
ru: Графики

source: Dynamic and interactive graph of relations
pt_br: Visualização em grafos de forma dinâmica e interativa das relações
ru: Динамический и интерактивный граф отношений

source: Graphview Warning: Goocanvas 2 or 3 (https://wiki.gnome.org/action/show/Projects/GooCanvas) is required for this view to work
ru: Graphview ВНИМАНИЕ: Goocanvas 2 или 3 (https://wiki.gnome.org/action/show/Projects/GooCanvas) необходим для работы этого вида

source: Graphview Warning: GraphViz (http://www.graphviz.org) is required for this view to work
pt_br: Visualização em Grafos avisa: GraphViz (http://www.graphviz.org) é necessário para o funcionamento desta visualização
ru: Graphview ВНИМАНИЕ: GraphViz (http://www.graphviz.org) необходим для работы этого вида

source: Graphview Failed to Load
pt_br: Visualização em Grafos falhou em carregar
ru: Ошибка при загрузке Graphview

source: Graphview is missing python modules or programs. %smust be installed. For now, it may be possible to install the files manually. See <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> To dismiss all future Graphview warnings click Dismiss.
pt_br: Visualização em Grafos não consegue encontrar uns módulos python ou programas. %sprecisa ser instalado. Por hora, pode ser possível instalar os arquivos manualmente. Veja <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> Para dispensar todos os futuros avisos da Visualização em Grafos clique em Dispensar.
ru: Graphview - отстутствуют библиотеки или программы python. %sдолжен быть установлен. На данный момент, их установку можно произвести только вручную. Смотри <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> Для отключения всех последующих сообщений Graphview нажмите Отключить.

source: Dismiss
pt_br: Dispensar
ru: Отключить

source: Continue
pt_br: Continuar
ru: Продолжить

source: Show images
pt_br: Exibir imagens
ru: Показывать изображения

source: Show avatars
pt_br: Exibir avatar
ru: Показывать аватары

source: Highlight the home person
pt_br: Realçar a Pessoa Inicial
ru: Выделять базовое лицо

source: Show full dates
pt_br: Mostrar datas completas
ru: Показывать полные даты

source: Show places
pt_br: Mostrar lugares
ru: Показывать места

source: Default
pt_br: Predefinida
ru: По умолчанию

source: Place format
ru: Формат мест

source: Show tags
pt_br: Mostrar etiquetas
ru: Показывать метки

source: Layout
pt_br: Modelo
ru: Представление

source: Person theme
pt_br: Tema de visualização das pessoas
ru: Отображение лиц

source: Path color to home person
pt_br: Cor do caminho até a Pessoa Inicial
ru: Цвет пути к базовому лицу

source: Font:
pt_br: Fonte:
ru: Шрифт:

source: Avatars style
ru: Стиль аватар

source: PNG files
ru: Файлы PNG

source: Male avatar:
ru: Мужской аватар:

source: Choose male avatar
ru: Выброр мужского аватара

source: Female avatar:
ru: Женский аватар:

source: Choose female avatar
ru: Выброр женского аватара

source: Themes
pt_br: Temas
ru: Оформление

source: Show animation
pt_br: Exibir animação
ru: Показывать анимацию

source: Animation speed (1..5 and 5 is the slower)
pt_br: Velocidade da animação (de 1 à 5 onde 5 é a mais lenta)
ru: Скорость анимации (1..5, где 5 - медленнее)

source: Animation count (0..8 use 0 to turn off)
pt_br: Número de vezes em que é animada (de 0 à 8 onde 0 desliga)
ru: Количество дрожаний (0..8, где 0 - отключение)

source: Animation
pt_br: Animação
ru: Анимация

source: Search in all database
pt_br: Procurar em todo banco de dados
ru: Поиск по всей базе данных

source: Also apply search by all database.
pt_br: Fará a busca de pessoas por todo o banco de dados.
ru: Вести поиск по всей базе данных.

source: Show person images
pt_br: Exibir a imagem da pessoa
ru: Показывать изображения

source: Show persons thumbnails in search result list.
pt_br: Exibe a miniatura das pessoas na lista de resultados da busca.
ru: Показывать миниятюры фотографий в списках результатов поиска.

source: Show bookmarked first
pt_br: Exibir as pessoas favoritas primeiro
ru: Сначала лица из закладок

source: Show bookmarked persons first in search result list.
pt_br: Exibe as pessoas favoritas primeiro na lista de resultados da busca.
ru: Помещать лица из закладок в начала списка результатов поиска.

source: Search
pt_br: Procurar
ru: Поиск

source: Select a dot file name
pt_br: Selecionar um arquivo oculto
ru: Выбор dot файла

source: _Cancel
pt_br: _Cancelar
ru: _Отменить

source: _Apply
pt_br: _Aplicar
ru: П_рименить

source: File already exists
pt_br: O arquivo já existe
ru: Файл уже существует

source: You can choose to either overwrite the file, or change the selected filename.
pt_br: Você pode escolher entre reescrever o arquivo ou mudar o nome do arquivo selecionado.
ru: Перезаписать или изменить имя файла.

source: _Overwrite
pt_br: _Reescrer
ru: _Перезаписать

source: _Change filename
pt_br: _Mudar o nome do arquivo
ru: _Изменить имя файла

source: Could not create %s
pt_br: Impossível criar %s
ru: Ошибка при создании %s

source: Zoom in
pt_br: Ampliar
ru: Увеличить

source: Zoom out
pt_br: Reduzir
ru: Уменьшить

source: Zoom to original
pt_br: Restaurar tamanho original
ru: Оригинальный размер

source: Zoom to best fit
pt_br: Tamanho de ajuste ótimo
ru: Уместить в окне

source: Go to active person
pt_br: Ir à Pessoa Ativa
ru: Перейти к активному лицу

source: Go to bookmark
pt_br: Ir aos favoritos
ru: Перейти к закладке

source: Center view on selected bookmark
pt_br: Centralizar visualização no favorito selecionado
ru: Переместить вид на выбранное лицо

source: Bookmarks for current graph
pt_br: Favoritos no grafo atual
ru: Закладки для текущего графа

source: Other Bookmarks
pt_br: Outros Favoritos
ru: Другие закладки

source: Ancestor generations
pt_br: Gerações de ascendentes
ru: Поколения предков

source: Descendant generations
pt_br: Gerações de descendentes
ru: Поколения потомков

source: Generations
pt_br: Gerações
ru: Поколения

source: Vertical spacing between generations
pt_br: Espaçamento vertical entre as gerações
ru: Вертикальное расстояние между поколениями

source: Horizontal spacing between generations
pt_br: Espaçamento horizontal entre as gerações
ru: Горизонтальное расстояние между лицами

source: Spacings
pt_br: Espaçamento
ru: Отступы

source: All connected
ru: Все связи

source: Show all connected persons limited by generation restrictions. Works slow, so don't set large generation values.
ru: Отображает все связанные лица в соответствии с ограничениями на поколения. Работает медленно, поэтому не устанавливайте большое значение для поколений.

source: Add active person
pt_br: Adicionar Pessoa Ativa
ru: Добавить активное лицо

source: Edit
pt_br: Editar
ru: Редактировать

source: Call the bookmark editor
pt_br: Abre o editor de favoritos
ru: Открыть редактор закладок

source: You don't have any bookmarks yet... Try to add some frequently used persons to speedup navigation.
pt_br: Você não possui nenhum favorito ainda... Tente adicionar as pessoas frequentemente usadas para acelerar a navegação.
ru: Вы ещё не добавили ни одной закладки... Попробуйте добавить часто используемые лица в закладки для ускорения навигации.

source: No bookmarks for this graph...
pt_br: Nenhum favorito neste grafo...
ru: Не найдено закладок для этого графа...

source: No other bookmarks...
pt_br: Não há mais favoritos...
ru: Не найдено других закладок...

source: found: %s
pt_br: encontrado: %s
ru: найдено: %s

source: Add active person to bookmarks %s
pt_br: Adicionar a Pessoa Ativa ao favoritos %s
ru: Добавить активное лицо в закладки %s

source: Person <b><i>%s</i></b> is not in the current view. Do you want to set it active and rebuild view?
pt_br: A pessoa <b><i>%s</i></b> não está presente na visualização atual. Deseja defini-la como Ativa e atualizar a visualização?
ru: <b><i>%s</i></b> не присутствует в текущем виде. Хотите сделать его активным и перестроить вид?

source: Change active person?
pt_br: Alterar a Pessoa Ativa?
ru: Изменить активное лицо?

source: Yes
pt_br: Sim
ru: Да

source: No
pt_br: Não
ru: Нет

source: Relationship loop detected
ru: Обнаружен цикл в отношениях

source: You try to build graph containing more then 1000 persons. Not all persons will be shown in the graph.
ru: Вы пытаетесь построить граф содержащий более 1000 человек. Не все люди будут отображены.

source: Incomplete graph
ru: Неполный граф

source: Image on right side
pt_br: Imagem à direita
ru: Изображение справа

source: Image on left side
pt_br: Imagem à esquerda
ru: Изображение слева

source: Normal
ru: Обычная

source: <b>Tags:</b>
pt_br: <b>Etiquetas:</b>
ru: <b>Метки:</b>

source: Lines type
pt_br: Tipo de linhas
ru: Тип линий

source: Direct
pt_br: Retas
ru: Напрямую

source: Curves
pt_br: Curvas
ru: Дуги

source: Ortho
pt_br: Ortogonais
ru: Прямоугольные

source: Copy
pt_br: Copiar
ru: Копировать

source: Delete
ru: Удалить

source: Tags
pt_br: Etiquetas
ru: Метки

source: Select tags for person
pt_br: Selecionar etiquetas para a pessoa
ru: Выбрать метки для лица

source: Organize Tags...
pt_br: Organizar etiquetas...
ru: Управление метками...

source: Spouses
pt_br: Esposo(a)
ru: Супруги

source: Add new family
pt_br: Adicionar nova família
ru: Добавить новую семью

source: Siblings
pt_br: Irmãos
ru: Братья/Сёстры

source: Parents
pt_br: Pais
ru: Родители

source: Add parents
pt_br: Adicionar pais
ru: Добавить родителей

source: Related
pt_br: Relacionado
ru: Связанные

source: Set as home person
pt_br: Definir como Pessoa Inicial
ru: Сделать базовым лицом

source: Remove from bookmarks
pt_br: Remover dos favoritos
ru: Удалить из закладок

source: Add to bookmarks
pt_br: Adicionar aos Favoritos
ru: Добавить в закладки

source: Quick View
ru: Быстрый просмотр

source: Web Connection
ru: Поиск по веб-сайтам

source: Select tags for family
pt_br: Selecionar etiqueta para a família
ru: Выбрать метки для семьи

source: Add father
pt_br: Adicionar pai
ru: Добавить отца

source: Add mother
pt_br: Adicionar mãe
ru: Добавить мать

source: Children
pt_br: Filhos
ru: Дети

source: Add child to family
pt_br: Adicionar filho(a) à família
ru: Добавить ребёнка в семью

source: About Graph View
pt_br: Sobre Visualização em Grafos
ru: О дополнении

source: Adding Tags
pt_br: Adicionando etiquetas
ru: Добавление меток

source: Adding Tags to person (%s)
pt_br: Adicionando Etiquetas à pessoa (%s)
ru: Изменение меток лица (%s)

source: Adding Tags to family (%s)
pt_br: Adicionando Etiquetas à família (%s)
ru: Изменение меток семьи (%s)

source: Add Child to Family
pt_br: Adicionar Filho(a) à família
ru: Добавление ребёнка в семью

source: Delete %s?
pt_br: Excluir %s?
ru: Удалить %s?

source: Deleting the person [%s] will remove it from the database.
pt_br: Excluir a pessoa [%s] a removerá do banco de dados.
ru: Удаление лица [%s] приведёт к удалению его из базы данных.

source: Delete Person (%s)
pt_br: Excluir a Pessoa (%s)
ru: Удалить лицо (%s)

source: Delete family [%s]?
pt_br: Excluir a família [%s]?
ru: Удалить семью [%s]?

source: Deleting the family will remove it from the database.
pt_br: Excluir a família a removerá do banco de dados.
ru: Удаление семьи приведёт к удалению её из базы данных.

source: Delete Family [%s]
pt_br: Excluir a Família [%s]
ru: Удаление семьи [%s]

source: %s has been bookmarked
pt_br: %s foi favoritado
ru: %s добавлено в закладки

source: Persons from current graph
pt_br: Pessoas do grafo atual
ru: Лица из текущего графа

source: Other persons from database
pt_br: Outras pessoas do banco de dados
ru: Другие лица из базы данных

source: No persons found...
pt_br: Nenhuma pessoa encontrada...
ru: Лиц не найдено...

source: Search people in the current visible graph and database. Use <Ctrl+F> to make search entry active.
pt_br: Procurar por pessoas na visualização atual do grafo e no banco de dados. Use o atalho <Ctrl+F> para digitar no campo de busca.
ru: Поиск лиц в текущем видимом графе и по всей базе данных. Используйте <Ctrl+F> активации поля поиска.

source: Search...
pt_br: Procurar...
ru: Поиск...

source: Birth: %s
ru: Рождение: %s

source: Death: %s
ru: Смерть: %s

source: Parents:
ru: Родители:

source: Graphview Warning: Goocanvas 2 (https://wiki.gnome.org/action/show/Projects/GooCanvas) is required for this view to work
pt_br: Visualização em Grafos avisa: Goocanvas 2 (https://wiki.gnome.org/action/show/Projects/GooCanvas) é necessário para o funcionamento desta visualização

source: Remove
pt_br: Remover
