Repository: gramps-contrib/contrib
Catalog: DateCalculator/po/*-local.po
Languages: es, hr, uk

source: Date Calculator
es: Calculadora de fechas
hr: Kalkulator datuma
uk: Калькулятор дат

source: Useful for date math calculations
es: Útil para cálculos matemáticos de fechas
hr: Korisno za izračunavanje datuma
uk: Корисно для математичних обчислень з датами

source: Expression 1
es: Expresión 1
hr: Izraz 1
uk: Вираз 1

source: Expression 2
es: Expresión 2
hr: Izraz 2
uk: Вираз 2

source: Result
es: Resultado
hr: Rezultat
uk: Результат

source: Calculate
es: Calcular
hr: Izračunaj
uk: Обчислити

source: Clear
es: Borrar
hr: Ukloni
uk: Очистити

source: Error: invalid entry for expression 1
es: Error: entrada inválida en expresión 1
hr: Greška: nevažeči unos za izraz 1
uk: Помилка: неправильний ввід для виразу 1

source: Error: invalid entry for expression 2
es: Erro: entrada inválida en expresión 2
hr: Greška: nevažeči unos za izraz 2
uk: Помилка: неправильний ввід для виразу 2

source: Error: at least one expression must be a date
es: Error: al menos una expresión debe ser una fecha
hr: Greška: Barem jedan izraz mora biti datum
uk: Помилка: принаймні один вираз має бути датою

source: Enter an expression in the entries above and click Calculate. An expression can be: 1. a valid Gramps date 2. a positive or negative number, representing years 3. a positive or negative tuple, representing (years, months, days) Note that at least one expression must be a date.
es: Ingrese una expresión en los campos de arriba y haga click en Calcular. Una expresión puede ser: 1. una fecha válida de Gramps; 2. un número positivo o negativo, representando años; 3. una tupla positiva o negativa, representando (años, meses, días) Note que al menos una expresión debe ser una fecha.
hr: Unesi jedan izraz i klikni „Izračunaj”. Izraz može biti: 1. važeči Gramps datum 2. pozitivan ili negativan broj, koji predstavlja godine 3. pozitivna ili negativna torka za prikaz (godina, mjeseci, dana) Napomena: Barem jedan izraz mora biti datum.
uk: Введіть вирази у поля вище та натисніть Обчислити. Вираз може бути: 1. дійсною датою в Gramps 2. позитивним або негативним числом, що представляє кількість років 3. позитивною або негативною кортежем, що представляє (роки, місяці, дні) Зверніть увагу, що принаймні один вираз повинен бути датою.
