Repository: gramps-contrib/contrib
Catalog: trunk/contrib/PlaceCompletion/po/*-local.po
Languages: hr, nl

source: PlaceCompletion
hr: Upotpunjavanje mjesta
nl: Locatie vervolledigen

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
hr: Pretraživa lista odabranih mjesta sa mogućnošću upotpunjavanja, obrade i postavljanja svojstava.
nl: Een lijst van geselecteerde locaties, met de mogelijkheid om/de kenmerkenvelden de vervolledigen/bekijken/veranderen.

source: Place Completion by parsing, file lookup and batch setting of place attributes
hr: Upotpunjavanje naziva mjesta obradom, pretragom u datotekama i grupnim postavkama njihovih svojstava
nl: Locatie vervolledigen door 'parsing', bestandscontrole en veranderen van de locatiekenmerken

source: Error in PlaceCompletion.py
hr: Greška u datoteci PlaceCompletion.py
nl: Fout in PlaceCompletion.py

source: Non existing group used in get
hr: Nepostojeća grupa u dobavi
nl: Een onbestaande groep gebruikt in 'get'

source: Non existing group used in set
hr: Nepostojeća grupa u postavi
nl: Een onbestaande groep gebruikt in 'set'

source: Places tool
hr: Alat Mjesta
nl: Locatiehulpgereedschap

source: Non Valid Title Regex
hr: Neispravni regularni izraz za naziv
nl: Geen geldige reguliere uitdrukking voor de titel

source: Non valid regular expression given to match title. Quiting.
hr: Neispravni regularni izraz za traženje naziva. Odustajem!
nl: Geen geldige reguliere uitdrukking opgegeven om titel te controleren. Stopt.

source: Missing regex groups in match lat/lon
hr: Nedostajuća grupa regularnih izraza za traženje zem. širine/dužine
nl: Ontbrekende reguliere uitdrukking voor breedte/lengte te controleren

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
hr: Grupa regularnih izraza %(lat)s i %(lon)s mora postojati za traženje zem. širine/dužine. Odustajem!
nl: Reguliere uitdrukkingen %(lat)s en %(lon)s moeten aanwezig zijn voor de breedte/lengte controle. Stopt

source: Non valid regex for match lat/lon
hr: Neispravni regularni izraz za lat./lon.
nl: Geen geldige reguliere uitdrukking voor lngt/brdt

source: Non valid regular expression given to find lat/lon. Quiting.
hr: Zadan neispravni regularni izraz za zem. širinu/dužinu. Prekid.
nl: Geen geldige reguliere uitdrukking voor lngt/brdt. Stopt.

source: Finding Places and appropriate changes
hr: Traženje mjesta i prikladne promjene
nl: Locaties en geschikte aanpassingen zoeken

source: Filtering
hr: Filtriranje
nl: Filteren

source: Loading lat/lon file in Memory...
hr: Učitavanje datoteke sa zemljopisnim širinama i dužinama u memoriju...
nl: Lngt/brdt bestand in het geheugen laden...

source: Examining places
hr: Pregledavanje mjesta
nl: Locaties onderzoeken

source: City
hr: Grad
nl: Dorp of stad

source: State
hr: Pokrajina/Država
nl: Deelstaat

source: Country
hr: Država
nl: Land

source: Doing Place changes
hr: Mijenjanje mjesta
nl: Locatieveranderingen worden doogevoerd

source: Change places
hr: Izmjene mjesta
nl: Verander locaties

source: No place record was modified.
hr: Nije promijenjen ni jedan zapis o mjestima.
nl: Er werd geen locatiegegeven veranderd.

source: 1 place record was modified.
hr: 1 zapis o mjestima je promijenjen.
nl: 1 locatiegegeven werd aangepast.

source: %d place records were modified.
hr: %d zapisa o mjestima su promijenjena.
nl: %d locatiegegevens werden aangepast.

source: Cannot open file
hr: Nije moguće otvoriti datoteku
nl: Kan gegevensbestand niet openen

source: The selected file is a directory, not a file.
hr: Odabrana stavka je mapa, a ne datoteka.
nl: Het gekozen bestand is een map, geen bestand.

source: You do not have read access to the selected file.
hr: Nemate pravo čitanja odabrane datoteke.
nl: U heeft geen leestoegangsrechten tot het geselecteerde bestand.

source: The file you want to access is not a regular file.
hr: Datoteka kojoj želite pristupiti nije regularna datoteka.
nl: Het bestand dat u wilt benaderen, is geen gewoon bestand.

source: The file does not exist.
hr: Datoteka ne postoji.
nl: Het bestand bestaat niet.

source: Problem reading file
hr: Greška prilikom čitanja datoteke
nl: Er is een probleem met het lezen van het bestand

source: invalid lat or lon value, %(lat)s, %(lon)s
hr: neispravna vrijednost za zem. širinu ili dužinu, %(lat)s, %(lon)s
nl: ongeldige brdt of lngt waarde, %(lat)s, %(lon)s

source: No lat/lon conversion
hr: Bez konverzije lat/lon
nl: Geen brdt/lngt omzetting

source: All in degree notation
hr: Sve u stupnjevima
nl: Alles in gradennotatie

source: All in decimal notation
hr: Sve u decimalnoj notaciji
nl: Alles in decimale notatie

source: Correct -50° in 50°S
hr: Ispravak -50° u 50°S
nl: -50° in 50°Z veranderen

source: No changes
hr: Bez promjena
nl: Geen aanpassingen

source: City[, State]
hr: Grad[, Država]
nl: Stad[, Provincie]

source: TitleStart [, City] [, State]
hr: Početak naziva [, Grad] [, Država]
nl: Titel, [, Stad] [, Provincie]

source: City [,|.] State
hr: Grad [,|.] Država
nl: Stad [,|.] Provincie

source: City [,|.] Country
hr: Grad [,|.] Zemlja
nl: Stad [,|.] Land

source: City (Country)
hr: Grad (Zemlja)
nl: Stad (Land)

source: Don't search
hr: Bez pretrage
nl: Niet zoeken

source: GeoNames country file, city search
hr: GeoNames datoteka, traženje mjesta
nl: GeoNames landbestand, stad zoeken

source: GeoNames country file, city localized variants search
hr: GeoNames datoteka, traženje lokaliziranih naziva mjesta
nl: GeoNames landbestand, lokale varianten op de stad zoeken

source: GeoNames country file, title begin, general search
hr: GeoNames datoteka, početak naziva, općenita pretraga
nl: GeoNames landbestand, titel, algemeen zoeken

source: GeoNames USA state file, city search
hr: GeoNames SAD-države datoteka, traženje mjesta

source: GNS Geonet country file, city search
hr: GNS Geonet datoteka, traženje mjesta
nl: GNS Geonet landsbestand, stad zoeken

source: GNS Geonet country file, title begin, general search
hr: GNS Geonet datoteka, početak naziva, općenita pretraga
nl: GNS GeoNet landsbestand, titel, algemeen zoeken

source: Wikipedia CSV Dump
hr: Wikipedia CSV

source: All Places
hr: Sva mjesta
nl: Alle locaties

source: No Latitude/Longitude given
hr: Nepoznata zemljopisna širina i visina
nl: Geen breedte/lengte opgegeven

source: <b>1. Look up latitude and longitude:</b>
hr: <b>1. Traženje zemljopisne širine i dužine:</b>
nl: <b>1. Lengte en de breedte opzoeken:</b>

source: <b>2. Parsing and Conversion of existing title or position:</b>
hr: <b>2. Promjena postojećih naziva i pozicija:</b>
nl: <b>2. Een bestaande titel of positie inlezen en omzetten:</b>

source: <b>3. Set attributes of all selected places:</b>
hr: <b>3. Promjena postavki svih odabranih mjesta:</b>
nl: <b<3. Kenmerken van alle geselecteerde locaties veranderen:</b>

source: <i>Delete to delete a row, Double-click on the row to edit place with changes pre-entered, Press Tab on a row or Google Maps button to see place on a map. Press Apply to do all changes automatically</i>
hr: <i>Obriši za brisanje reda, Dvostruki-klik na red za uređivanje mjesta sa predefiniranim postavkama, Pritisnite tipku Tab ili gumb Google Mape za prikaz mjesta na karti. Pritisnite Primjeni za automatsku primjenu svih promjena</i>
nl: <i>Verwijder om een rij te verwijderen, dubbelklikken op een rij om locatie aan te passen met de ingevulde velden, Druk 'Tab' op een rij of de 'Google Maps'-knop om een locatie op de kaart te zien. Druk op toepassen om alle veranderingen automatisch uit te voeren</i>

source: <span size="large"><b>Selection of the Places you want to complete:</b></span>
hr: <span size="large"><b>Odabir mjesta koje želite urediti:</b></span>
nl: <span size="large"><b>Selectie van de locaties die u wenst te vervolledigen:</b></span>

source: Apply all suggested changes
hr: Primjeni sve predložene promjene
nl: Pas alle voorgestelde veranderingen toe

source: C_enter latitude:
hr: Središnja zemljopisna širina:
nl: C_entrale breedte:

source: C_ity:
hr: _Grad:
nl: _Stad, dorp:

source: Center longitude:
hr: Središnja zemljopisna dužina:
nl: Centrale lengte:

source: Change title into:
hr: Promjena naziv u:
nl: Titel veranderen in:

source: City:
hr: Grad:
nl: Dorp of stad:

source: Convert lat/lon as:
hr: Izmjeni lat/lon kao:
nl: Lngt/brdt omzetten naar:

source: Count_ry:
hr: _Zemlja:
nl: L_and:

source: Country:
hr: Zemlja:
nl: Land:

source: County:
hr: Pokrajina:
nl: Provincie:

source: Height:
hr: Visina:
nl: Hoogte:

source: Parish
hr: Župa
nl: Parochie

source: Parish:
hr: Župa:
nl: Parochie:

source: Parse as:
hr: Analizirati kao:
nl: Verwerken als:

source: Parse title:
hr: Analizirati naziv:
nl: Titel verwerken:

source: Place _filter:
hr: Filtri: Mjesta
nl: Locatiefilter

source: Places in a rectangle:
hr: Mjesta u pravokutniku:
nl: Locaties in een rechthoek:

source: Search in:
hr: Traži u:
nl: Zoeken in:

source: Select A File
hr: Odaberite datoteku
nl: Een bestand selecteren

source: State:
hr: Pokrajina/Država:
nl: Deelstaat:

source: Width:
hr: Širina:
nl: Breedte:

source: ZIP/Postal Code:
hr: Poštanski broj:
nl: Postcode:

source: _Google Maps
hr: _Google Mape

source: lat
nl: brdt

source: lon
nl: lngt
