Repository: gramps-contrib/contrib
Catalog: trunk/contrib/ImageMetadataGramplet/po/*-local.po
Languages: de

source: Your pyexiv2 version does not meet the minimum requirements. At least pyexiv2 %d.%d.%d is needed to run this Gramps plugin.
de: Deine pyexiv2 Version erfüllt nicht die Grundvoraussetzungen. Es ist mindestens pyexiv2 %d.%d.%d erforderlich um dieses Gramps Plug-In laufen zu lassen.

source: Image Metadata Gramplet
de: Bilder Metadaten Gramplet

source: Gramplet for editing image EXIF metadata
de: Gramplet zum bearbeiten von EXIF Metadaten

source: The, pyexiv2, python binding library, to exiv2 is not installed on this computer. It can be downloaded either from your ocal repository or from here
de: Die pyexiv2 Python Bindung Bibliothek zu exiv2 ist auf diesem Rechner nicht installiert. Sie kann entweder von deinem lokalen Repository oder von hier herunterladen

source: Active Image
de: Aktives Bild

source: Artist
de: Künstler

source: Select Date
de: Datum wählen

source: Date
de: Datum

source: Time
de: Zeit

source: Decimal
de: Dezimal

source: Deg. Min. Sec.
de: Grad Min. Sek.

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Keywords
de: Stichwörter

source: Description
de: Beschreibung

source: Save Metadata
de: Metadaten speichern

source: Clear Metadata
de: Metadaten leeren

source: Enter the name of the person or company who took this image.
de: Gib den Namen der Person oder der Firma die das Bild gemacht hat.

source: Enter the copyright information for the image. xample: (C) 2010 Smith and Wesson
de: Gib die Copyright Informationen für diese Bild ein. Z.B.: (c) 2010 Müller M.

source: Manual Date Entry, Example: 1826-Apr-12
de: Manuelle Datumseingabe, Bsp.: 1826-Apr-12

source: Manual Time entry, Example: 14:06:00
de: Manuelle Zeiteingabe, Bsp.: 14:06:00

source: Enter the GPS Latitude Coordinates for your image, Example: 43.722965, 43 43 22 N
de: Gib die GPS Breitenkoordinaten für dein Bild ein, Bsp.: 43.722965, 43 43 22 N

source: Enter the GPS Longitude Coordinates for your image, Example: 10.396378, 10 23 46 E
de: Gib die GPS Längenkoordinaten für dein Bild ein, Bsp.: 10.396378, 10 23 46 N

source: Enter keywords that describe this image seprated by a comma.
de: Gib die Stichwörter, die das Bild beschreiben durch Komma getrennt ein.

source: Image metadata has been saved.
de: Bild Metadaten wurden gespeichert.

source: There is an error with this image! You do not have write access...
de: Es gibt einen Fehler mit diesem Bild! Du hast keinen Schreibzugriff...

source: The date is invalid. %s Date will NOT be saved.
de: Das Datum ist ungültig. %s Datum wird NICHT gespeichert.

source: Double click a date to return the date.
de: Klicke ein Datum doppelt um es zurück zu setzen.
