Repository: gramps-contrib/contrib
Catalog: RelatedRelativesGramplet/po/*-local.po
Languages: ru

source: Related Relatives Gramplet
ru: Родственники в связях

source: Gramplet showing relatives in a relation
ru: Отображение родственников в связях

source: Related Relatives
ru: Родственники в связях

source: No Family Tree loaded.
ru: Семейное древо не загружено.

source: Relations of related people in your database:
ru: Связи родственников в базе данных:

source: and
ru: и

source: are partners and
ru: являются родителями и

source: Common ancestor
ru: Обычный предок

source: No relatives in a relation found
ru: Не найдены родственники в связях

source: END
ru: КОНЕЦ
