Repository: gramps-contrib/contrib
Catalog: trunk/contrib/ImageMetadataGramplet-v0.1/po/*-local.po
Languages: fr

source: Image Metadata Gramplet
fr: Gramplet Image Metadata

source: Enter text describing this image and who might be in the image. It might be best to enter a location for this image, especially if there is no GPS Latitude/ Longitude information available.
fr: Entrez du texte décrivant l'image and pourrait être dans l'image. Il est préférable d'entrer l'emplacement de cette image, surtout si il n'y a pas d'informations disponibles sur les coordonnées GPS (Latitude/Longitude).

source: Active image
fr: Image active

source: Photographer
fr: Photographe

source: Select Date
fr: Sélection de la date

source: Hour
fr: Heure

source: Seconds
fr: Secondes

source: Copyright
fr: Droit d'auteur

source: Reference
fr: Référence

source: W
fr: O

source: Enter the name of the person who took this image.
fr: Entrez le nom de la personne qui a pris cette image.

source: Press the Select Date Button to bring up a calendar where you can double-click a date.
fr: Appuyez sur le bouton Sélectionner pour appeler le calendrier dans lequel vous pouvez cliquer deux fois sur une date.

source: Enter the hour between (00 - 23).
fr: Entrez une heure entre (00 et 23).

source: Enter the minutes between (00 - 59).
fr: Entrez les minutes entre (00 et 59).

source: Enter the seconds between (00 - 59).
fr: Entrez les secondes entre (00 et 59).

source: Enter the copyright information for the image. Example: (C) 2010 Smith and Wesson
fr: Entrez l'information sur le droit d'auteur pour cette image. Exemple: (C) 2010 Charlemagne

source: Enter the Degrees Minutes, and Seconds for the GPS Latitude.
fr: Entrez les minutes et secondes en degrés, pour la latitude GPS.

source: Enter the Degrees Minutes, and Seconds for the GPS Longitude.
fr: Entrez les minutes et secondes en degrés, pour la longitude GPS.

source: Save
fr: Enregistrer

source: Clear
fr: Nettoyer

source: Re- Display
fr: Re- Afficher

source: Select Image
fr: Sélection de l'image

source: The image file %s does NOT have write access/ permissions. If you have access and rights to change the permissions, then please do it now.
fr: Le fichier image %s N'A PAS de permissions en écriture. Si vous avez un accès et les droits pour modifier les permissions, s'il vous plait effectuez le changement.

source: The image file %s does NOT have read access/ permissions. If you have access and rights to change the permissions, then please do it now.
fr: Le fichier image %s N'A PAS de permissions en lecture. Si vous avez un accès et les droits pour modifier les permissions, s'il vous plait effectuez le changement.

source: The image file is missing. Please select another image or edit the media object to fix this problem.
fr: Le fichier image est manquant. S'il vous plait sélectionnez une autre image ou éditez l'objet media pour corriger ce problème.
