Repository: gramps-contrib/contrib
Catalog: trunk/contrib/FamilyTree/po/*-local.po
Languages: fr

source: Family Tree
fr: Arbre familial

source: Produces a graphical family tree.
fr: Produit un arbre familial sous forme graphique.

source: Family Tree for %s
fr: Arbre familial de %s

source: Unknown
fr: Inconnu

source: %(father)s and %(mother)s
fr: %(father)s et %(mother)s

source: Anonymous
fr: Anonyme

source: born
fr: né(e)

source: baptised
fr: baptisé(e)

source: died
fr: décédé(e)

source: buried
fr: inhumé(e)

source: cremated
fr: incinéré(e)

source: married
fr: marié(s)

source: divorced
fr: divorcé(e)

source: resident
fr: habitant(e)

source: on %(ymd_date)s
fr: le %(ymd_date)s

source: in %(ym_date)s
fr: en %(ym_date)s

source: in %(y_date)s
fr: en %(y_date)s

source: on %(placeholder)s
fr: à %(placeholder)s

source: on %(placeholder)s (%(partial)s)
fr: à %(placeholder)s (%(partial)s)

source: in %(place)s
fr: à %(place)s

source: Tree Options
fr: Options de l'arbre

source: Center Family
fr: Famille centrale

source: The center family for the tree
fr: La famille centrale pour l'arbre

source: Ancestor Generations
fr: Générations de ascendants

source: The number of ancestor generations to include in the tree
fr: Le nombre de générations d'ascendants à inclure dans l'arbre.

source: Descendant Generations
fr: Générations de descendants

source: The number of descendant generations to include in the tree
fr: Le nombre de générations descendants à inclure dans l'arbre.

source: Kekule number of husband
fr: Numéro Sosa-Stradonitz du mari

source: The Kekule number of the husband (central family). Set 0 to not show Kekule numbers
fr: Le numéro Sosa-Stradonitz du mari (famille centrale). Utilisez 0 pour ne pas afficher les numéros Sosa-Stradonitz

source: Sc_ale to fit on a single page
fr: A_daptation à une page

source: Whether to scale to fit on a single page.
fr: Cocher pour adapter à une page.

source: Color
fr: Couleur

source: No color
fr: Aucune couleur

source: Generations
fr: Générations

source: First generation
fr: Première génération

source: Second generation
fr: Deuxième génération

source: Third generation
fr: Troisième génération

source: Male line
fr: Lignée masculine

source: Male line and illegitimate children
fr: Lignée masculine et enfants illégitimes

source: Female line
fr: Lignée féminine

source: Shuffle colors
fr: Couleurs aléatoires

source: Whether to shuffle colors or order them in rainbow fashion.
fr: Couleurs aléatoires ou du style arc-en-ciel.

source: Content
fr: Contenu

source: Use call name
fr: Utiliser le prénom usuel

source: Don't use call name
fr: Ne pas utiliser le prénom usuel

source: Replace first name with call name
fr: Remplacer le prénom par le prénom usuel

source: Underline call name in first name / add call name to first name
fr: Souligner ou ajouter le prénom usuel dans le prénom

source: Include Occupation
fr: Inclure l'événement profession

source: Include Notes
fr: Inclure les notes

source: Include Residence
fr: Inclure l'événement résidence

source: Print event data (dead person)
fr: Impression des données de l'événement (individu décédé)

source: None
fr: Aucun

source: Year only
fr: Année seulement

source: Full date
fr: Date complète

source: Full date and place
fr: Date et lieu complet

source: Print event data (living person)
fr: Impression des données de l'événement (individu vivant)

source: Fall back to baptism if birth event missing
fr: Rechercher le baptême si la naissance est absente

source: Fall back to burial or cremation if death event missing
fr: Rechercher l'inhumation ou crémation si le décès est absent

source: Protect private items
fr: Protéger les enregistrements privés

source: Print fields for missing information
fr: Champs d'impression pour les informations manquantes

source: Whether to include fields for missing information.
fr: Inclure ou non les champs pour l'information manquante.

source: Include event description
fr: Inclure la description de l'événement

source: Text Options
fr: Options du texte

source: Title text
fr: Titre

source: Footer text
fr: Pied de texte

source: The style used for the title.
fr: Le style utilisé pour l'en-tête.

source: The style used for names.
fr: Le style utilisé pour les noms.

source: The style used for data (birth, death, marriage, divorce).
fr: Le style utilisé pour les données (naissance, décès, mariage, divorce).

source: The style used for the footer.
fr: Le style utilisé pour le pied de page.
