Repository: gramps-contrib/contrib
Catalog: DataEntryGramplet/po/*-local.po
Languages: fr, ru

source: Data Entry Gramplet
fr: Gramplet Données saisies
ru: Ввод данных

source: Gramplet for quick data entry
fr: Gramplet pour une saisie rapide des données
ru: Грамплет для быстрого ввода данных

source: Data Entry
fr: Saisie des données
ru: Ввод данных

source: Active person
fr: Individu actif
ru: Активное лицо

source: Family:
fr: Famille :
ru: Семья:

source: Sources?
ru: Источники?

source: Surname, Given
fr: Nom de famille, Prénom
ru: Фамилия, Имя

source: Gender
fr: Genre
ru: Пол

source: female
fr: féminin
ru: женский

source: male
fr: masculin
ru: мужской

source: unknown
fr: inconnu
ru: неизвестно

source: other
fr: autre
ru: другой

source: Source
ru: Источник

source: Birth
fr: Naissance
ru: Рождение

source: Death
fr: Décès
ru: Смерть

source: Save
fr: Enregistrer
ru: Сохранить

source: Abandon
fr: Abandonner
ru: Отменить

source: New person
fr: Nouvel individu
ru: Новое лицо

source: Add relation
fr: Ajouter la relation
ru: Добавить связь

source: No relation to active person
fr: Aucune relation avec l'individu actif
ru: Нет связей с активным лицом

source: Add as a Parent
fr: Ajouter comme parent
ru: Добавить как родителя

source: Add as a Mother
fr: Ajouter comme mère
ru: Добавить как мать

source: Add as a Father
fr: Ajouter comme père
ru: Добавить как отца

source: Add as a Spouse
fr: Ajouter comme conjoint
ru: Добавить как супруга

source: Add as a Wife
fr: Ajouter comme conjointe
ru: Добавить как жену

source: Add as a Husband
fr: Ajouter comme conjoint
ru: Добавить как мужа

source: Add as a Sibling
fr: Ajouter comme frère ou sœur
ru: Добавить как брата или сестру

source: Add as a Child
fr: Ajouter comme enfant
ru: Добавить как ребёнка

source: Add
fr: Ajouter
ru: Добавить

source: Copy Active Data
fr: Copier ces données
ru: Копировать текущие данные

source: Clear
fr: Effacer
ru: Очистить

source: in
fr: dans
ru: в

source: Gramplet Data Edit: %s
fr: Gramplet formulaire : %s
ru: Грамплет ввода данных: %s

source: Please provide a name.
fr: Saisissez un nom.
ru: Необходимо добавить имя.

source: Can't add new person.
fr: Impossible d'ajouter un nouvel individu.
ru: Не удалось добавить новое лицо.

source: Please set an active person.
fr: Définir l'individu actif.
ru: Необходимо установить активное лицо.

source: Can't add new person as a parent.
fr: Impossible d'ajouter un nouvel individu comme parent.
ru: Не удалось добавить лицо как родителя.

source: Please set the new person's gender.
fr: Définir le genre du nouvel individu.
ru: Необходимо выбрать пол для нового лица.

source: Can't add new person as a mother.
fr: Impossible d'ajouter comme mère.
ru: Не удалось добавить лицо как мать.

source: Can't add new person as a father.
fr: Impossible d'ajouter comme père.
ru: Не удалось добавить лицо как отца.

source: Can't add new person as a spouse.
fr: Impossible d'ajouter un nouvel individu comme conjoint.
ru: Не удалось добавить лицо как супруга.

source: Can't add new person as a wife.
fr: Impossible d'ajouter comme conjointe.
ru: Не удалось добавить лицо как жену.

source: Can't add new person as a husband.
fr: Impossible d'ajouter comme conjoint.
ru: Не удалось добавить лицо как мужа.

source: Can't add new person as a sibling.
fr: Impossible d'ajouter un nouvel individu comme frère ou sœur.
ru: Не удалось добавить лицо как брата или сестру.

source: Can't add new person as a child.
fr: Impossible d'ajouter un nouvel individu comme enfant.
ru: Не удалось добавить лицо как ребёнка.

source: Please set Active person.
fr: Définir l'individu actif.
ru: Необходимо установить активное лицо.

source: Can't add new person as a spouse to no one.
fr: Impossible d'ajouter un nouvel individu en tant que conjoint de personne.
ru: Не удалось добавить лицо как супруга никому.

source: Please set gender on Active or new person.
fr: Saisissez le genre du nouvel individu ou de la personne active.
ru: Необходимо выбрать пол для активного или нового лица.

source: Same genders on Active and new person.
fr: Même genre entre la personne active et le nouvel individu.
ru: Одинаковый пол у активного и нового лица.

source: Please set gender on Active person.
fr: Saisissez le genre de l'individu actif.
ru: Необходимо выбрать пол для активного лица.
