Repository: gramps-contrib/contrib
Catalog: trunk/contrib/RepositoriesReport/po/*-local.po
Languages: hr, nl

source: Repositories Report Options
nl: Opties voor het bibliotheekverslag

source: Produces a textual repositories report
hr: Proizvodi tekstualno izvješće o spremištima
nl: Tekstverslag van de bibliotheken wordt opgemaakt

source: Repositories Report
hr: Izvješće o spremištima
nl: Bibliothekenverslag

source: Report Options
hr: Opcije izvješća
nl: Verslagopties

source: The style used for the title of the report.
hr: Stil korišten za naslov izvješća.
nl: De gebruikte stijl voor de titel van het verslag.

source: The style used for repository title.
hr: Korišteni stil naziva spremišta.
nl: De gebruikte stijl voor de bibliotheektitel

source: The style used for each section.
hr: Stil korišten za odlomke.
nl: De gebruikte stijl voor iedere sectie.

source: Address: %s
nl: Adres: %s

source: Author: %s
nl: Auteur: %s

source: Abbreviation: %s
nl: Afkorting: %s

source: Publication information: %s
nl: Publicatie-informatie: %s

source: Data: %s
nl: Datum: %s

source: Include repository's urls
hr: Uključi URL spremišta
nl: Bibliotheek-url's toevoegen

source: Whether to include urls on repository.
hr: Uključiti URL adrese spremišta.
nl: Al of niet bibliotheek-url toevoegen.

source: Include repository's address
hr: Uključi adrese spremišta
nl: Bibliotheekadres toevoegen

source: Whether to include addresses on repository.
hr: Uključiti adrese spremišta.
nl: Al of niet de adressen van de bibliotheken toevoegen.

source: Include source's author
hr: Uključi autore izvora
nl: De bronauteur toevoegen

source: Whether to include author.
hr: Uključiti autore izvora.
nl: Al of niet de bronauteur toevoegen.

source: Include source's abbreviation
hr: Uključi skraćenice izvora
nl: De bronafkorting toevoegen

source: Whether to include abbreviation.
hr: Uključiti skraćenice izvora.
nl: Al of niet de afkorting toevoegen

source: Include source's publication information
hr: Uključi informacije o publikaciji izvora
nl: De publicatie-informatie van de bron toevoegen

source: Whether to include publication information.
hr: Uključiti informacije o publikaciji izvora.
nl: Al of niet de publicatie-informatie toevoegen.

source: Include source's data
hr: Uključi podatke iz izvora
nl: De brongegevens toevoegen

source: Whether to include keys and values.
hr: Uključiti ključeve i vrijednosti.
nl: Al of niet de sleutels en de waarden toevoegen

source: Include notes
hr: Uključi zabilješke
nl: Opmerkingen bijvoegen

source: Whether to include notes on repositories and sources.
hr: Uključiti zabilješke o spremištima i izvorima.
nl: Al of niet de opmerkingen van de bronnen en de bibliotheken toevoegen.

source: Include media
hr: Uključi medije
nl: Media-objecten toevoegen

source: Whether to include media on sources.
hr: Uključiti medije izvora.
nl: Al of niet de media over de bronnen toevoegen.

source: Include private records
hr: Uključi privatne zapise
nl: Privégegevens bijvoegen

source: Whether to include repositories and sources marked as private.
hr: Uključiti privatne zapise o spremištima i izvorima.
nl: Al of niet de bibliotheken en bronnen met de aanduising privaat toevoegen.

source: Translation
nl: Vertaling

source: default
nl: standaard

source: The translation to be used for the report.
nl: De gebruikte taal voor het verslag.

source: The style used for child section.
hr: Stil korišten za odlomke.
nl: De gebruikte stijl voor het deel van de kinderen.

source: The basic style used for the note display.
hr: Osnovni stil prikaza zabilješki.
nl: De gebruikte basisstijl voor de weergave van opmerkingen.

source: Private
hr: Privatno

source: Address:
hr: Adresa:

source: %s. Private
hr: %s. Privatno

source: Author:
hr: Autor:

source: Abbreviation:
hr: Skraćenica:

source: Publication information:
hr: Informacije o publikaciji:

source: Data:
hr: Podaci:
