Repository: gramps-contrib/contrib
Catalog: ThisDayInFamilyHistory/po/*-local.po
Languages: de, ru

source: This Day in Family History
de: Dieser Tag in der Familiengeschichte
ru: Этот день в истории семьи

source: A configurable program that shows you the connected events from your family tree that match today's day and month.
de: Ein konfigurierbares Programm, das dir die verbundenen Ereignisse aus deinem Stammbaum anzeigt, die dem heutigen Tag und Monat entsprechen.
ru: Настраиваемое дополнение, которое показывает события в Вашем семейном древе совпадающие с текущим днём и месяцем.

source: Database is not open, can't check history right now.
de: Die Datenbank ist nicht geöffnet. Die Geschichte kann derzeit nicht überprüft werden.
ru: База данных не открыта, невозможно прочитать историю сейчас.

source: On %(date)s in family history ...
de: Am %(date)s in der Familiengeschichte ...
ru: %(date)s в истории семьи ...

source: ... nothing happened! Check again tomorrow!
de: ... nichts ist passiert! Überprüfe morgen noch einmal!
ru: ... ничего не происходило! Попробуйте проверить завтра!

source: Report only living tree members
de: Melde nur lebende Baummitglieder
ru: Сообщать только о живых людях

source: Show these events
de: Diese Ereignisse zeigen
ru: Показывать эти события

source: Sort by
de: Sortieren nach
ru: Сортировать по

source: Sort in ascending order?
de: In aufsteigender Reihenfolge sortieren?
ru: Сортировать в порядке возрастания?

source: January
de: Januar
ru: Январь

source: February
de: Februar
ru: Февраль

source: March
de: März
ru: Март

source: April
ru: Апрель

source: May
de: Mai
ru: Май

source: June
de: Juni
ru: Июнь

source: July
de: Juli
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
de: Oktober
ru: Октябрь

source: November
ru: Ноябрь

source: December
de: Dezember
ru: Декабрь

source: adopted
ru: принят

source: adult christening
ru: крещение взрослых

source: birth
ru: рождение

source: death
ru: смерть

source: elected
ru: избран

source: emigration
ru: эмиграция

source: graduation
ru: градация

source: immigration
ru: иммиграция

source: marriage
ru: брак

source: military service
ru: военная служба

source: naturalization
ru: натурализация

source: nobility title
ru: дворянский титул

source: ordination
ru: рукоположение

source: retirement
ru: выход на пенсию

source: Yes
de: Ja
ru: Да

source: No
de: Nein
ru: Нет

source: Person Name
de: Name der Person
ru: Имя лица

source: Event Type
de: Ereignisart
ru: Тип события

source: Event Year
de: Ereignisjahr
ru: Год события

source: Location
de: Standort
ru: Место

source: alternate marriage
ru: альтернативный брак

source: annulment
ru: упразднение

source: baptism
ru: крещение

source: bar mitzvah
ru: Бар-мицва

source: bat mitzvah
ru: бат-мицва

source: blessing
ru: благословение

source: burial
ru: захоронение

source: census
ru: перепись

source: christening
ru: крещение (chr)

source: confirmation
ru: подтверждение

source: cremation
ru: кремация

source: degree
ru: степень

source: divorce
ru: расторжение брака

source: divorce filing
ru: подача документов о разводе

source: engagement
ru: помолвка

source: first communion
ru: первое общение

source: marriage banns
ru: запрет на брак

source: marriage contract
ru: брачный контракт

source: marriage license
ru: свидетельство о браке

source: marriage settlement
ru: брачное соглашение

source: probate
ru: утверждение завещания

source: People
ru: люди

source: Family
de: Familie
ru: семья

source: people
ru: люди

source: Person
ru: Человек

source: family
ru: семья

source: gregorian
de: gregorianisch
ru: григорианский

source: cause of death
ru: причиной смерти

source: will
ru: воля

source: Unknown
de: Unbekannt
ru: Неизвестно

source: Unknown father/partner
de: Unbekannter Vater/Partner
ru: Неизвестный отец

source: Unknown mother/partner
de: Unbekannte Mutter/Partnerin
ru: Неизвестная мать

source: and
de: und
ru: и

source: unknown participant
de: unbekannter Teilnehmer
ru: неизвестный участник

source: unknown location
de: unbekannter Ort
ru: неизвестное место

source: male
ru: мужчина

source: %(male_name)s was adopted in %(year)s at %(place)s.
de: %(male_name)s wurde adoptiert in %(year)s in %(place)s.
ru: %(male_name)s усыновлён в %(year)s в %(place)s.

source: female
ru: женщина

source: %(female_name)s was adopted in %(year)s at %(place)s.
de: %(female_name)s wurde adoptiert in %(year)s in %(place)s.
ru: %(female_name)s усыновлена %(year)s в %(place)s.

source: %(male_name)s was christened in %(year)s at %(place)s.
de: %(male_name)s wurde getauft in %(year)s in %(place)s.
ru: %(male_name)s крещён (во младенчестве) в %(year)s в %(place)s.

source: %(female_name)s was christened in %(year)s at %(place)s.
de: %(female_name)s wurde getauft in %(year)s in %(place)s.
ru: %(female_name)s крещена (во младенчестве) в %(year)s в %(place)s.

source: %(male_name)s was married in %(year)s at %(place)s.
de: %(male_name)s heiratete in %(year)s in %(place)s.
ru: %(male_name)s женился в %(year)s в %(place)s.

source: %(female_name)s was married in %(year)s at %(place)s.
de: %(female_name)s heiratete in %(year)s in %(place)s.
ru: %(female_name)s вышла замуж в %(year)s в %(place)s.

source: %(male_name)s received an annulment in %(year)s at %(place)s.
de: %(male_name)s erhielt eine Annulierung in %(year)s in %(place)s.
ru: %(male_name)s получил аннулирование в %(year)s в %(place)s.

source: %(female_name)s received an annulment in %(year)s at %(place)s.
de: %(female_name)s erhielt eine Annulierung in %(year)s in %(place)s.
ru: %(female_name)s получила аннулирование в %(year)s в %(place)s.

source: %(male_name)s was baptized in %(year)s at %(place)s.
de: %(male_name)s wurde getauft in %(year)s in %(place)s.
ru: %(male_name)s был крещён в %(year)s в %(place)s.

source: %(female_name)s was baptized in %(year)s at %(place)s.
de: %(female_name)s wurde getauft in %(year)s in %(place)s.
ru: %(female_name)s была крещена в %(year)s в %(place)s.

source: %(male_name)s became a bar mitzvah in %(year)s at %(place)s.
de: %(male_name)s empfing eine bar mitzvah in %(year)s in %(place)s.
ru: %(male_name)s стал бар-мицвой в %(year)s в %(place)s.

source: %(female_name)s became a bar mitzvah in %(year)s at %(place)s.
de: %(female_name)s empfing eine bar mitzvah in %(year)s in %(place)s.
ru: %(female_name)s стала бар-мицвой в %(year)s в %(place)s.

source: %(male_name)s became a bat mitzvah in %(year)s at %(place)s.
de: %(male_name)s empfing eine bat mitzvah in %(year)s in %(place)s.
ru: %(male_name)s стал бат-мицвой в %(year)s в %(place)s.

source: %(female_name)s became a bat mitzvah in %(year)s at %(place)s.
de: %(female_name)s empfing eine bat mitzvah in %(year)s in %(place)s.
ru: %(female_name)s стала бат-мицвой в %(year)s в %(place)s.

source: %(male_name)s was born in %(year)s at %(place)s.
de: %(male_name)s wurde geboren in %(year)s in %(place)s.
ru: %(male_name)s рождён в %(year)s в %(place)s.

source: %(female_name)s was born in %(year)s at %(place)s.
de: %(female_name)s wurde geboren in %(year)s in %(place)s.
ru: %(female_name)s рождена в %(year)s в %(place)s.

source: %(male_name)s was blessed in %(year)s at %(place)s.
de: %(male_name)s wurde gesegnet in %(year)s in %(place)s.
ru: %(male_name)s благославлён в %(year)s в %(place)s.

source: %(female_name)s was blessed in %(year)s at %(place)s.
de: %(female_name)s wurde gesegnet in %(year)s in %(place)s.
ru: %(female_name)s благославлена в %(year)s в %(place)s.

source: %(male_name)s was buried in %(year)s at %(place)s.
de: %(male_name)s wurde beigesetzt in %(year)s in %(place)s.
ru: %(male_name)s похоронен в %(year)s в %(place)s.

source: %(female_name)s was buried in %(year)s at %(place)s.
de: %(female_name)s wurde beigesetzt in %(year)s in %(place)s.
ru: %(female_name)s похоронена в %(year)s в %(place)s.

source: %(male_name)s participated in a census in %(year)s at %(place)s.
de: %(male_name)s nahm an einer Volkszählung teil in %(year)s in %(place)s.
ru: %(male_name)s участвовал в переписи в %(year)s в %(place)s.

source: %(female_name)s participated in a census in %(year)s at %(place)s.
de: %(female_name)s nahm an einer Volkszählung teil in %(year)s in %(place)s.
ru: %(female_name)s участвовала в переписи в %(year)s в %(place)s.

source: %(male_name)s was confirmed in %(year)s at %(place)s.
de: %(male_name)s wurde konfirmiert in %(year)s in %(place)s.
ru: %(male_name)s конфирмирован в %(year)s в %(place)s.

source: %(female_name)s was confirmed in %(year)s at %(place)s.
de: %(female_name)s wurde konfirmiert in %(year)s in %(place)s.
ru: %(female_name)s конфирмирована в %(year)s в %(place)s.

source: %(male_name)s was cremated in %(year)s at %(place)s.
de: %(male_name)s wurde eingeäschert in %(year)s in %(place)s.
ru: %(male_name)s кремирован в %(year)s в %(place)s.

source: %(female_name)s was cremated in %(year)s at %(place)s.
de: %(female_name)s wurde eingeäschert in %(year)s in %(place)s.
ru: %(female_name)s кремирована в %(year)s в %(place)s.

source: %(male_name)s died in %(year)s at %(place)s.
de: %(male_name)s starb in %(year)s in %(place)s.
ru: %(male_name)s умер в %(year)s в %(place)s.

source: %(female_name)s died in %(year)s at %(place)s.
de: %(female_name)s starb in %(year)s in %(place)s.
ru: %(female_name)s умерла в %(year)s в %(place)s.

source: %(male_name)s was awarded a degree in %(year)s at %(place)s.
de: %(male_name)s wurde ein Abschluss verliehen in %(year)s in %(place)s.
ru: %(male_name)s получил степень в %(year)s в %(place)s.

source: %(female_name)s was awarded a degree in %(year)s at %(place)s.
de: %(female_name)s wurde ein Abschluss verliehen in %(year)s in %(place)s.
ru: %(female_name)s получила степень в %(year)s в %(place)s.

source: %(male_name)s was granted a divorce in %(year)s at %(place)s.
de: %(male_name)s wurde geschieden in %(year)s in %(place)s.
ru: %(male_name)s получил развод в %(year)s в %(place)s.

source: %(female_name)s was granted a divorce in %(year)s at %(place)s.
de: %(female_name)s wurde geschieden in %(year)s in %(place)s.
ru: %(female_name)s получила развод в %(year)s в %(place)s.

source: %(male_name)s filed for divorce in %(year)s at %(place)s.
de: %(male_name)s reichte die Scheidung ein in %(year)s in %(place)s.
ru: %(male_name)s подал заявление на развод в %(year)s в %(place)s.

source: %(female_name)s filed for divorce in %(year)s at %(place)s.
de: %(female_name)s reichte die Scheidung ein in %(year)s in %(place)s.
ru: %(female_name)s подала заявление на развод в %(year)s в %(place)s.

source: %(male_name)s was elected in %(year)s at %(place)s.
de: %(male_name)s wurde gewählt in %(year)s in %(place)s.
ru: %(male_name)s избран в %(year)s в %(place)s.

source: %(female_name)s was elected in %(year)s at %(place)s.
de: %(female_name)s wurde gewählt in %(year)s in %(place)s.
ru: %(female_name)s избрана в %(year)s в %(place)s.

source: %(male_name)s emigrated in %(year)s at %(place)s.
de: %(male_name)s ist ausgewandert in %(year)s in %(place)s.
ru: %(male_name)s эмигрировал в %(year)s в %(place)s.

source: %(female_name)s emigrated in %(year)s at %(place)s.
de: %(female_name)s ist ausgewandert in %(year)s in %(place)s.
ru: %(female_name)s эмигрировала в %(year)s в %(place)s.

source: %(male_name)s became engaged in %(year)s at %(place)s.
de: %(male_name)s verlobte sich in %(year)s in %(place)s.
ru: %(male_name)s обручился в %(year)s в %(place)s.

source: %(female_name)s became engaged in %(year)s at %(place)s.
de: %(female_name)s verlobte sich in %(year)s in %(place)s.
ru: %(female_name)s обручилась в %(year)s в %(place)s.

source: %(male_name)s received first communion in %(year)s at %(place)s.
de: %(male_name)s erhielt die Erstkommunion in %(year)s in %(place)s.
ru: %(male_name)s получил первое причастие в %(year)s в %(place)s.

source: %(female_name)s received first communion in %(year)s at %(place)s.
de: %(female_name)s erhielt die Erstkommunion in %(year)s in %(place)s.
ru: %(female_name)s получила первое причастие в %(year)s в %(place)s.

source: %(male_name)s graduated in %(year)s at %(place)s.
de: %(male_name)s promovierte in %(year)s in %(place)s.
ru: %(male_name)s выпустился в %(year)s в %(place)s.

source: %(female_name)s graduated in %(year)s at %(place)s.
de: %(female_name)s promovierte in %(year)s in %(place)s.
ru: %(female_name)s выпустилась в %(year)s в %(place)s.

source: %(male_name)s immigrated in %(year)s at %(place)s.
de: %(male_name)s ist eingewandert in %(year)s in %(place)s.
ru: %(male_name)s иммигрировал в %(year)s в %(place)s.

source: %(female_name)s immigrated in %(year)s at %(place)s.
de: %(female_name)s ist eingewandert in %(year)s in %(place)s.
ru: %(female_name)s иммигрировала в %(year)s в %(place)s.

source: %(male_name)s got married in %(year)s at %(place)s.
de: %(male_name)s heiratete in %(year)s in %(place)s.
ru: %(male_name)s женился в %(year)s в %(place)s.

source: %(female_name)s got married in %(year)s at %(place)s.
de: %(female_name)s heiratete in %(year)s in %(place)s.
ru: %(female_name)s вышла замуж в %(year)s в %(place)s.

source: %(male_name)s joined as a family in %(year)s at %(place)s.
de: %(male_name)s als Familie beigetreten in %(year)s in %(place)s.
ru: %(male_name)s создал семью в %(year)s в %(place)s.

source: %(female_name)s joined as a family in %(year)s at %(place)s.
de: %(female_name)s als Familie beigetreten in %(year)s in %(place)s.
ru: %(female_name)s создала семью в %(year)s в %(place)s.

source: %(male_name)s entered a civil union in %(year)s at %(place)s.
de: %(male_name)s ging eine eingetragene Partnerschaft ein in %(year)s in %(place)s.
ru: %(male_name)s вступил в гражданский союз в %(year)s в %(place)s.

source: %(female_name)s entered a civil union in %(year)s at %(place)s.
de: %(female_name)s ging eine eingetragene Partnerschaft ein in %(year)s in %(place)s.
ru: %(female_name)s вступила в гражданский союз в %(year)s в %(place)s.

source: %(male_name)s had a custom marriage in %(year)s at %(place)s.
de: %(male_name)s hat eine Gewohnheitsrecht Ehe in %(year)s in %(place)s.
ru: %(male_name)s был в браке в %(year)s в %(place)s.

source: %(female_name)s had a custom marriage in %(year)s at %(place)s.
de: %(female_name)s hat eine Gewohnheitsrecht Ehe in %(year)s in %(place)s.
ru: %(female_name)s была в браке в %(year)s в %(place)s.

source: %(male_name)s announced a marriage banns in %(year)s at %(place)s.
de: %(male_name)s kündigte ein Eheverbot an in %(year)s in %(place)s.
ru: %(male_name)s объявил о браке в %(year)s в %(place)s.

source: %(female_name)s announced a marriage banns in %(year)s at %(place)s.
de: %(female_name)s kündigte ein Eheverbot an in %(year)s in %(place)s.
ru: %(female_name)s объявила о браке в %(year)s в %(place)s.

source: %(male_name)s entered a marriage contract in %(year)s at %(place)s.
de: %(male_name)s schloss einen Ehevertrag in %(year)s in %(place)s.
ru: %(male_name)s заключил брачный контракт в %(year)s в %(place)s.

source: %(female_name)s entered a marriage contract in %(year)s at %(place)s.
de: %(female_name)s schloss einen Ehevertrag in %(year)s in %(place)s.
ru: %(female_name)s заключила брачный контракт в %(year)s в %(place)s.

source: %(male_name)s obtained a marriage license in %(year)s at %(place)s.
de: %(male_name)s erhielt eine Heiratsurkunde in %(year)s in %(place)s.
ru: %(male_name)s получил свидетельство о браке в %(year)s в %(place)s.

source: %(female_name)s obtained a marriage license in %(year)s at %(place)s.
de: %(female_name)s erhielt eine Heiratsurkunde in %(year)s in %(place)s.
ru: %(female_name)s получила свидетельство о браке в %(year)s в %(place)s.

source: %(male_name)s obtained a marriage settlement in %(year)s at %(place)s.
de: %(male_name)s erhielt eine Ehevereinbarung in %(year)s in %(place)s.
ru: %(male_name)s получил брачное соглашение в %(year)s в %(place)s.

source: %(female_name)s obtained a marriage settlement in %(year)s at %(place)s.
de: %(female_name)s erhielt eine Ehevereinbarung in %(year)s in %(place)s.
ru: %(female_name)s получила брачное соглашение в %(year)s в %(place)s.

source: %(male_name)s entered military service in %(year)s at %(place)s.
de: %(male_name)s trat in den Militärdienst ein in %(year)s in %(place)s.
ru: %(male_name)s поступил на воинскую службу в %(year)s в %(place)s.

source: %(female_name)s entered military service in %(year)s at %(place)s.
de: %(female_name)s trat in den Militärdienst ein in %(year)s in %(place)s.
ru: %(female_name)s поступила на воинскую службу в %(year)s в %(place)s.

source: %(male_name)s became naturalized in %(year)s at %(place)s.
de: %(male_name)s wurde eingebürgert in %(year)s in %(place)s.
ru: %(male_name)s стал натурализированным в %(year)s в %(place)s.

source: %(female_name)s became naturalized in %(year)s at %(place)s.
de: %(female_name)s wurde eingebürgert in %(year)s in %(place)s.
ru: %(female_name)s стала натурализированной в %(year)s в %(place)s.

source: %(male_name)s had a title bestowed in %(year)s at %(place)s.
de: %(male_name)s hat einen Titel verliehen in %(year)s in %(place)s.
ru: %(male_name)s получил титул в %(year)s в %(place)s.

source: %(female_name)s had a title bestowed in %(year)s at %(place)s.
de: %(female_name)s hat einen Titel verliehen in %(year)s in %(place)s.
ru: %(female_name)s получила титул в %(year)s в %(place)s.

source: %(male_name)s was ordained in %(year)s at %(place)s.
de: %(male_name)s wurde ordiniert in %(year)s in %(place)s.
ru: %(male_name)s посвящён в %(year)s в %(place)s.

source: %(female_name)s was ordained in %(year)s at %(place)s.
de: %(female_name)s wurde ordiniert in %(year)s in %(place)s.
ru: %(female_name)s посвящёна в %(year)s в %(place)s.

source: %(male_name)s was granted probate in %(year)s at %(place)s.
de: %(male_name)s erbte in %(year)s in %(place)s.
ru: %(male_name)s получил завещание в %(year)s в %(place)s.

source: %(female_name)s was granted probate in %(year)s at %(place)s.
de: %(female_name)s erbte in %(year)s in %(place)s.
ru: %(female_name)s получила завещание в %(year)s в %(place)s.

source: %(male_name)s retired in %(year)s at %(place)s.
de: %(male_name)s ging in Ruhestand in %(year)s in %(place)s.
ru: %(male_name)s вышел на пенсию в %(year)s в %(place)s.

source: %(female_name)s retired in %(year)s at %(place)s.
de: %(female_name)s ging in Ruhestand in %(year)s in %(place)s.
ru: %(female_name)s вышела на пенсию в %(year)s в %(place)s.

source: unknown
de: Unbekannt
ru: неизвестный
