Repository: gramps-contrib/contrib
Catalog: trunk/contrib/AttachSourceTool/po/*-local.po
Languages: fr

source: Attach Source
fr: Attacher une source

source: Attaches a shared source to multiple objects.
fr: Attache une source partagée à des objets multiples

source: Person Filter
fr: Filtre individu

source: Select filter to restrict people
fr: Sélectionne un filtre pour restreindre les individus

source: Filter Person
fr: Filtre sur l'individu

source: The center person for the filter
fr: L'individu central pour ce filtre

source: Source type
fr: Type de source

source: New source
fr: Nouvelle source

source: Existing source
fr: Source existante

source: Select the type of source to attach
fr: Sélectionnez le type de source à attacher

source: New Source Title
fr: Nouveau titre de source

source: Text of source to attach
fr: Texte de la source à attacher

source: Existing Source ID
fr: Identifiant de la source existant

source: ID of source to attach
fr: Identifiant de la source à attacher

source: Results
fr: Résultats

source: Processing...
fr: Traitement...

source: Attaching sources...
fr: Attachement des sources...

source: Attaching sources...
fr: Attachement des sources...

source: Done!
fr: Terminé !
