Repository: gramps-contrib/contrib
Catalog: TMGimporter/po/*-local.po
Languages: ru

source: TMG Project Backup
ru: Резервная копия проекта TMG

source: Import TMG project files
ru: Импорт файлов проекта TMG

source: TMG Unsupported
ru: TMG не поддерживается

source: TMG Importer Warning: DBF (https://pypi.python.org/pypi/dbf) is required for this importer to work
ru: TMG импорт - Внимание: требуется DBF (https://pypi.python.org/pypi/dbf) для работы дополнения.

source: TMG Importer Failed to Load
ru: Ошибка загрузки TMG импорта

source: TMG Importer is missing the DBF python module. DBF must be installed ( https://pypi.python.org/pypi/dbf ). For more information see <a href="https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter" title="https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter">https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter</a> To dismiss all future TMG Importer warnings click Dismiss.
ru: TMG импорту не удалось найти DBF модуть python. DBF должен быть установлен ( https://pypi.python.org/pypi/dbf ). Дополнительная информация: <a href="https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter" title="https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter">https://gramps-project.org/wiki/index.php?title=Addon:TMGimporter</a> Чтобы больше не показывать уведомления TMG импорта нажмите 'Отказаться'.

source: Dismiss
ru: Отказаться

source: Continue
ru: Продолжить

source: %s could not be opened
ru: %s не удалось открыть

source: Directly importing from TMG files is not supported by the TMG Importer Addon. You need to use an backup copy of the TMG project(*.sqz) Ensure that your TMG project was created by: TMG version 5.x or greater. Your file: *.PJC - Project Configuration File for TMG 5.0 to TMG 9.05 Please refer to: %(gramps_wiki_import_pjc_direct_url)s
ru: Прямой импорт из TMG файлов не поддерживается дополнением TMG импорт. Необходимо использовать резервные копии TMG проекта (*.sqz) Убедитесь, что Ваш TMG проект создан с помощью: TMG версии 5.x или старше. Ваш файл: *.PJC - Конфигурационный файл проекта для TMG 5.0 - TMG 9.05 Дополнительная информация: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.TMG - Version Control File for TMG 2.0 to TMG 4.0dPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
ru: Прямой импорт из TMG файлов не поддерживается дополнением TMG импорт. Необходимо использовать резервные копии TMG проекта (*.sqz). Убедитесь, что Ваш TMG проект создан с помощью TMG версии 5.x или старше. Ваш файл *.TMG - файл контроля версий для TMG 2.0 - TMG 4.0. Дополнительная информация: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.VER - Version Control File for TMG 1.2 and earlierPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
ru: Прямой импорт из TMG файлов не поддерживается дополнением TMG импорт. Необходимо использовать резервные копии TMG проекта (*.sqz). Убедитесь, что Ваш TMG проект создан с помощью TMG версии 5.x или старше. Ваш файл *.TMG - файл контроля версий для TMG 1.2 и более ранних. Дополнительная информация: %(gramps_wiki_import_pjc_direct_url)s

source: Could not create media directory %s
ru: Не удалось создать каталог документов %s

source: Media directory %s is not writable
ru: Отсутствуют права на запись в каталог документов %s

source: Media directory %s exists. Delete it first, then restart the import process
ru: Каталог документов %s существует. Сначала удалите его, а после запустите импорт снова

source: Error extracting into %s
ru: Ошибка при распаковке в %s

source: Base path for relative media set
ru: Базовый путь для относительных ссылок на документы

source: The base media path of this Family Tree has been set to %s. Consider taking a simpler path. You can change this in the Preferences, while moving your media files to the new position, and using the media manager tool, option 'Replace substring in the path' to set correct paths in your media objects.
ru: Базовый путь документов для Семмейного древа установден как %s. Старайтель выбрать простой путь. Его можно изменить в Параметрах или при перемещении документов в другой каталог с использованием параметра 'заменить подстроку в пути' в менеджере документов, чтобы скорректировать путь до объектов.

source: Cannot set base media path
ru: Не удалось установить базовый путь

source: The Family Tree you imported into already has a base media path: %(orig_path)s. The imported media objects however are relative from the path %(path)s. You can change the media path in the Preferences or you can convert the imported files to the existing base media path. You can do that by moving your media files to the new position, and using the media manager tool, option 'Replace substring in the path' to set correct paths in your media objects.
ru: Импортируемое семейное древо уже имеет базовый путь: %(orig_path)s. Однако импортируемые объекты располагаются относительно %(path)s. Вы можете изменить путь к документам в Параметрах или конвертировать импортируемые файлы к существующему базовому пути. Это можно сделать при перемещении документов в другой каталог с использованием параметра 'заменить подстроку в пути' в менеджере документов, чтобы скорректировать путь до объектов.

source: Database Information
ru: Информация о базе данных

source: Setting
ru: Параметр

source: Value
ru: Значение

source: TMG Importer
ru: TMG импорт

source: Unreleased Addon - Work In Progress
ru: Нестабильное дополнение - Находится в разработке

source: Wholly Genes - The Master Genealogist (TMG) Importer Select the TMG Data Set you wish to import.
ru: Wholly Genes - The Master Genealogist (TMG) Importer Выберите набор данных TMG для импорта.

source: Data Set Name
ru: Название набора данных

source: _Import TMG Data Set
ru: _Импорт данных TMG
