Repository: gramps-contrib/contrib
Catalog: PhotoTaggingGramplet/po/*_local.po
Languages: it_it, ru

source: Photo Tagging
it_it: Foto etichettatura
ru: Разметка фотографий

source: Gramplet for tagging people in photos
it_it: Gramplet per etichettare persone nelle foto
ru: Грамплет предназначен для выделения людей на фотографиях

source: Selection
it_it: Selezione
ru: Область

source: Replace existing references to the person being assigned without asking
it_it: Sostituisci i riferimenti alla persona assegnata senza chiedere
ru: Не спрашивать при замене существующих ссылок на человека

source: Face detection
it_it: Riconoscimento facciale
ru: Определение лиц

source: Minimum face width (px)
it_it: Larghezza minima del viso (px)
ru: Минимальная ширина лица (px)

source: Minimum face height (px)
it_it: Altezza minima del viso (px)
ru: Минимальная высота лица (px)

source: Detect faces inside existing boxes
it_it: Riconosce i volti all'interno dei rettangoli esistenti
ru: Искать лица в уже существующих областях

source: Sensitivity (1 min .. 20 max)
it_it: Sensitività (1 min .. 20 max)
ru: Чувствительность (1 мин .. 20 макс)

source: Select Person
it_it: Seleziona persona
ru: Выбрать человека

source: Add Person
it_it: Aggiungi persona
ru: Добавить человека

source: Clear Reference
it_it: Pulisci riferimento
ru: Удалить ссылку

source: Remove Selection
it_it: Cancella selezione
ru: Удалить область

source: Edit referenced Person
it_it: Modifica persona riferita
ru: Редактировать привязанного человека

source: Zoom In
it_it: Zoom dentro
ru: Увеличить

source: Zoom Out
it_it: Zoom fuori
ru: Уменьшить

source: Detect faces
it_it: Riconosce volti
ru: Найти лица

source: Detect faces (OpenCV module required)
it_it: Riconosce volti (richiede modulo OpenCV)
ru: Определение лиц (требуется модуль OpenCV)

source: Settings
it_it: Impostazioni
ru: Параметры

source: Preview
it_it: Anteprima
ru: Предпросмотр

source: Person
it_it: Persona
ru: Человек

source: Age
it_it: Età
ru: Возраст

source: Set as active person
it_it: Imposta come persona attiva
ru: Установить активное лицо

source: _Select
it_it: _Seleziona
ru: _Выбрать

source: _Add
it_it: _Aggiungi
ru: _Добавить

source: _Clear
it_it: _Cancella
ru: _Очистить

source: _Remove
it_it: _Rimuovi
ru: _Удалить

source: Edit Person (%s)
it_it: Modifica persona (%s)
ru: Редактировать запись о (%s)

source: Replace to {0}
it_it: Sostituisci con {0}
ru: Заменить на {0}

source: Detecting faces...
it_it: Riconoscimento facciale in corso...
ru: Определение лиц на фото...

source: Detection finished
it_it: Riconoscimento terminato
ru: Определение лиц завершено

source: Another region of this image is associated with {name}. Remove it?
it_it: Un'altra regione di questa immagine è associata con {name}. Si vuole rimuoverla?
ru: Другая область на этом фото связана с {name}. Удалить её?

source: {count} other regions of this image are associated with {name}. Remove them?
it_it: Altre {count} regioni di questa immagine sono associate con {name}. Si vuole rimuoverle?
ru: {count} других областей на этом фото связаны с {name}. Удалить их?

source: Male person|Dead at %s
it_it: Morto a %s
ru: Умер в %s

source: Female person|Dead at %s
it_it: Morta a %s
ru: Умерла в %s

source: Unknown gender person|Dead at %s
it_it: Morto a %s
ru: Смерть в %s
